{
    "Unstable Angina Pectoris": [
        1,
        585,
        "1. Pathophysiology\na. With unstable angina, oxygen demand is unchanged. Supply is decreased\nsecondary to reduced resting coronary flow. This is in contrast to stable angina,\nwhich is due to increased demand.\nb. Unstable angina is significant because it indicates stenosis that has enlarged via\nthrombosis, hemorrhage, or plaque rupture. It may lead to total occlusion of a\ncoronary vessel.\n",
        "1. Perform a diagnostic workup to exclude MI in all patients.\n2. Patients with unstable angina have a higher risk of adverse events during stress\ntesting. These patients should be stabilized with medical management before\nstress testing or should undergo cardiac catheterization initially.\n"
    ],
    "Variant (Prinzmetal) Angina": [
        1,
        720,
        "",
        ""
    ],
    "Myocardial Infarction": [
        1,
        733,
        "1. MI is due to necrosis of myocardium as a result of an interruption of blood supply\n(after a thrombotic occlusion of a coronary artery previously narrowed by\natherosclerosis).\na. Most cases are due to acute coronary thrombosis: Atheromatous plaque ruptures\ninto the vessel lumen, and thrombus forms on top of this lesion, which causes\nocclusion of the vessel.\nb. MI is associated with a 30% mortality rate; half of the deaths are prehospital.\nc. Most patients with MI have history of angina, risk factors for CAD, or history of\narrhythmias.\n",
        "1. ECG \na. Markers for ischemia/infarction include:\nPeaked T waves: Occur very early and may be missed\nST-segment elevation indicates transmural injury and can be diagnostic of an\nacute infarct\nQ waves: Evidence for necrosis (specific)—Q waves are usually seen late;\ntypically not seen acutely\nT-wave inversion is sensitive but not specific\nST-segment depression: Subendocardial injury\nb. Categories of infarcts\nST-segment elevation infarct: Transmural (involves entire thickness of wall);\ntends to be larger\nNon–ST-segment elevation infarct: Subendocardial (involves inner one-third\nto one-half of the wall); tends to be smaller, and presentation is similar to UA\n—cardiac enzymes differentiate the two\n"
    ],
    "Chest Pain": [
        1,
        1147,
        "",
        ""
    ],
    "Congestive Heart Failure": [
        1,
        1214,
        "1. CHF is a clinical syndrome resulting from the heart’s inability to meet the body’s\ncirculatory demands under normal physiologic conditions. It is the final common\npathway for a wide variety of cardiac diseases .\n2. Pathophysiology \na. Frank–Starling relationship\nIn a normal heart, increasing preload results in greater contractility.\nWhen preload is low (at rest), there is little difference in performance between\na normal and a failing heart. However, with exertion a failing heart produces\nrelatively less contractility and symptoms occur .\n",
        "1. Chest x-ray \na. Cardiomegaly\nb. Kerley B lines are short horizontal lines near periphery of the lung near the\ncostophrenic angles, and indicate pulmonary congestion secondary to dilation of\npulmonary lymphatic vessels\nc. Prominent interstitial markings\nd. Pleural effusion\n2. Echocardiogram (transthoracic)\na. Initial test of choice—should be performed whenever CHF is suspected based on\nhistory, examination, or CXR.\nb. Useful in determining whether systolic or diastolic dysfunction predominates,\nand determines whether the cause of CHF is due to a myocardial, valvular, or\n"
    ],
    "Arrhythmias": [
        1,
        1544,
        "",
        ""
    ],
    "Tachyarrhythmias": [
        1,
        1594,
        "1. Multiple foci in the atria fire continuously in a chaotic pattern, causing a totally\nirregular, rapid ventricular rate. Instead of intermittently contracting, the atria\nquiver continuously.\n2. Atrial rate is over 400 bpm, but most impulses are blocked at the AV node so\nventricular rate ranges between 75 and 175.\n3. Patients with AFib and underlying heart disease are at a markedly increased risk\nfor adverse events, such as thromboembolism and hemodynamic compromise.\n",
        "1. ECG findings: Irregularly irregular rhythm (irregular RR intervals and\nexcessively rapid series of tiny, erratic spikes on ECG with a wavy baseline and\nno identifiable P waves)\n"
    ],
    "Atrial Flutter": [
        1,
        1772,
        "1. Pathophysiology\na. One irritable automaticity focus in the atria fires at about 250 to 350 bpm\n(typically very close to 300 bpm), giving rise to regular atrial contractions.\nb. Atrial rate between 250 and 350, around 300 bpm. The long refractory period in\nthe AV node allows only one out of every two or three flutter waves to conduct\nto the ventricles.\n2. Causes\na. Heart disease: Heart failure (most common association), rheumatic heart disease,\nCAD\nb. COPD, other hypoxic pulmonary disease\nc. Atrial septal defect (ASD)\nd. Very similar risk factors to AFib\n",
        "1. ECG provides a saw-tooth baseline, with a QRS complex appearing after every\nsecond or third “tooth” (P wave). Saw-tooth flutter waves are best seen in the\ninferior leads .\n"
    ],
    "Ventricular Tachycardia": [
        1,
        1970,
        "1. Defined as rapid and repetitive firing of three or more PVCs in a row, at a rate of\nbetween 100 and 250 bpm\n2. AV dissociation is present, that is, sinus P waves continue with their cycle,\nunaffected by the tachycardia\n3. Originates below the bundle of His\n4. Causes\na. CAD with prior MI is the most common cause\nb. Active ischemia, hypotension\nc. Cardiomyopathies, especially those with infiltration into myocardium such as\nsarcoidosis\nd. Ventricular scar tissue\ne. Congenital defects\nf. Long QT syndrome (results in torsades de pointes)\ng. Drug toxicity\n5. Sustained versus nonsustained VT\na. Sustained VT (persists in the absence of intervention)\nLasts longer than 30 seconds and is often symptomatic\nCan be associated with marked hemodynamic compromise (i.e., hypotension)\nand/or development of myocardial ischemia\nA life-threatening arrhythmia\nCan progress to VFib if untreated\nb. Nonsustained VT\nBrief, self-limited runs of VT\nUsually asymptomatic\nWhen CAD and LV dysfunction are present, it is an independent risk factor for\nsudden death. Therefore, patients with nonsustained VT should be thoroughly\nevaluated for underlying CAD and LV dysfunction.\n6. Prognosis depends on the presence of CAD and on whether VT is sustained or\nnonsustained. VT after an MI usually has a poor prognosis, especially if it is\nsustained. In patients with no underlying heart condition, the prognosis is good.\n",
        "1. ECG: Wide and bizarre QRS complexes .\n2. QRS complexes may be mono- or polymorphic.\na. In monomorphic VT, all QRS complexes are identical.\nb. In polymorphic VT, the QRS complexes are different.\n3. Unlike PSVT, VT does not respond to vagal maneuvers or adenosine.\n"
    ],
    "Ventricular Fibrillation": [
        1,
        2066,
        "1. Multiple foci in the ventricles fire rapidly, leading to a chaotic quivering of the\nventricles and no cardiac output.\n2. Most episodes of VFib begin with VT (except in the setting of acute\nischemia/infarction).\n3. Recurrence\na. If VFib is not associated with acute MI, recurrence rate is high (up to 30%\nwithin the first year). These patients require chronic therapy: Either prophylactic\nantiarrhythmic therapy (amiodarone) or implantation of an ICD.\nb. If VFib develops within 48 hours of an acute MI, long-term prognosis is\nfavorable and the recurrence rate is low (2% at 1 year). Chronic therapy is not\nrequired in these patients.\n4. Fatal if untreated\n",
        "1. ECG: No atrial P waves can be identified \n2. No QRS complexes can be identified\n3. In sum, no waves can be identified; there is a very irregular rhythm\n"
    ],
    "Bradyarrhythmias": [
        1,
        2150,
        "",
        ""
    ],
    "Sick Sinus Syndrome": [
        1,
        2161,
        "",
        ""
    ],
    "AV Block": [
        1,
        2195,
        "",
        ""
    ],
    "Hypertrophic Cardiomyopathy": [
        1,
        2229,
        "1. Most cases are inherited as an autosomal-dominant trait. However, spontaneous\nmutations may account for some cases.\n2. Pathophysiology\na. The main problem is diastolic dysfunction due to a stiff, hypertrophied ventricle\nwith elevated diastolic filling pressures.\nb. These pressures increase further with factors that increase HR and contractility\n(such as exercise) or decrease left ventricular filling (e.g., the Valsalva\nmaneuver).\nc. Patients may also have a dynamic outflow obstruction due to asymmetric\nhypertrophy of the interventricular septum.\n",
        "1. Echocardiogram establishes the diagnosis\n2. Clinical diagnosis and family history\n"
    ],
    "Restrictive Cardiomyopathy": [
        1,
        2303,
        "1. Infiltration of the myocardium results in impaired diastolic ventricular filling due\nto decreased ventricular compliance.\n2. Systolic dysfunction is variable and usually occurs in advanced disease.\n3. Less common than dilated and hypertrophic cardiomyopathies.\n",
        "1. Echocardiogram\na. Thickened myocardium and possible systolic ventricular dysfunction\nb. Increased right atrium (RA) and LA size with normal LV and RV size\nc. In amyloidosis, myocardium appears brighter or may have a speckled\nappearance\n2. ECG: Low voltages or conduction abnormalities, arrhythmias, AFib\n3. Endomyocardial biopsy may be diagnostic\n"
    ],
    "Myocarditis": [
        1,
        2339,
        "",
        ""
    ],
    "Pericardial Diseases": [
        1,
        2351,
        "1. Inflammation of the pericardial sac—may be an isolated finding or part of an\nunderlying disorder or generalized disease\n2. Causes\na. Idiopathic (probably postviral): Most cases of idiopathic pericarditis are\npresumed to be postviral, usually preceded by a recent flu-like illness or by\nupper respiratory or GI symptoms\nb. Infectious: Viral (e.g., Coxsackievirus, echovirus, adenovirus, EBV, influenza,\nHIV, hepatitis A or B), bacterial (tuberculosis), fungal, toxoplasmosis\nc. Acute MI (first 24 hours after MI)\nd. Uremia\ne. Collagen vascular diseases (e.g., SLE, scleroderma, rheumatoid arthritis,\nsarcoidosis)\nf. Neoplasm—especially Hodgkin lymphoma, breast, and lung cancers\ng. Drug-induced lupus syndrome (procainamide, hydralazine)\nh. After MI: (Dressler syndrome)—usually weeks to months after MI\ni. After surgery—postpericardiotomy syndrome\nj. Amyloidosis\nk. Radiation\nl. Trauma\n3. The majority of patients recover within 1 to 3 weeks. A minority of patients have\na prolonged course or recurrent symptoms\n4. Complications\na. Pericardial effusion\nb. Cardiac tamponade—can occur in up to 15% of patients; close observation is\nimportant\n",
        "1. ECG shows four changes in sequence\na. Diffuse ST elevation and PR depression, with PR elevation in lead aVR\nb. ST segment returns to normal—typically around 1 week\nc. T-wave inverts—does not occur in all patients\nd. T wave returns to normal\n2. Echocardiogram if pericarditis with effusion is suspected\n"
    ],
    "Constrictive Pericarditis": [
        1,
        2433,
        "1. Fibrous scarring of the pericardium leads to rigidity and thickening of the\npericardium, with obliteration of the pericardial cavity.\n2. Pathophysiology\na. A fibrotic, rigid pericardium restricts the diastolic filling of the heart.\nb. Ventricular filling is unimpeded during early diastole because intracardiac\nvolume has not yet reached the limit defined by the stiff pericardium.\nc. When intracardiac volume reaches the limit set by the noncompliant\npericardium, ventricular filling is halted abruptly. (In contrast, ventricular filling\nis impeded throughout diastole in cardiac tamponade.)\n3. Causes\na. In most patients, the cause is never identified and is idiopathic or related to a\nprevious viral infection.\nb. Other causes include recurrent pericarditis, uremia, radiation therapy,\ntuberculosis, chronic pericardial effusion, tumor invasion, connective tissue\ndisorders, and prior surgery involving the pericardium.\n",
        "1. ECG\na. Nonspecific changes such as low QRS voltages, generalized T-wave flattening\nor inversion, left atrial abnormalities.\nb. AFib is more often seen in advanced disease but overall occurs in fewer than\nhalf of all patients.\n2. Echocardiogram\na. Increased pericardial thickness is seen in about half of all patients.\nb. A sharp halt in ventricular diastolic filling and atrial enlargement can also be\nseen.\n3. CT scan and MRI may also show pericardial thickening and calcifications, and\ncan aid greatly in the diagnosis.\n4. Cardiac catheterization\na. Elevated and equal diastolic pressures in all chambers.\nb. Ventricular pressure tracing shows a rapid y descent, which has been described\nas a dip and plateau or a “square root sign.”\n"
    ],
    "Pericardial Effusion": [
        1,
        2510,
        "1. Defined as any cause of acute pericarditis  that can lead to exudation\nof fluid into the pericardial space\n2. Can occur in association with ascites and pleural effusion in salt and water\nretention states such as CHF, cirrhosis, and nephrotic syndrome\n3. Is often asymptomatic and suspected based on the symptoms of the underlying\ncondition\n4. May be acute or chronic. Acute effusions have higher risk of progressing to\ntamponade\n",
        "1. Echocardiogram\na. Imaging procedure of choice: Confirms the presence or absence of a significant\neffusion\nb. Most sensitive and specific method of determining whether pericardial fluid is\npresent; can show as little as 20 mL of fluid\nc. Should be performed in all patients with acute pericarditis to rule out an effusion\n2. CXR\na. CXR shows enlargement of cardiac silhouette when >250 mL of fluid has\naccumulated\nb. Cardiac silhouette may have prototypical “water bottle” appearance\nc. An enlarged heart without pulmonary vascular congestion suggests pericardial\neffusion\n3. ECG\na. May show low QRS voltages and T-wave flattening but should not be used to\ndiagnose pericardial effusion\nb. Electrical alternans  suggests a\nmassive pericardial effusion and tamponade\n4. CT scan or MRI—very accurate, but often unnecessary given the accuracy of an\n"
    ],
    "Cardiac Tamponade": [
        1,
        2559,
        "1. Defined as accumulation of pericardial fluid. It is the rate of fluid accumulation\nthat is important, not the amount.\na. Two hundred milliliters of fluid that develops rapidly (i.e., blood secondary to\ntrauma) can cause cardiac tamponade.\nb. Two liters of fluid may accumulate slowly before cardiac tamponade occurs.\nWhen fluid accumulates slowly, the pericardium has the opportunity to stretch\nand adapt to the increased volume (i.e., related to a malignancy).\n2. Pathophysiology\na. Pericardial effusion that mechanically impairs diastolic filling of the heart.\nb. Characterized by the elevation and equalization of intracardiac and\nintrapericardial pressures.\nPressures in the RV, LV, RA, LA, pulmonary artery, and pericardium equalize\nduring diastole.\nVentricular filling is impaired during diastole.\nDecreased diastolic filling leads to decreased stroke volume and decreased\ncardiac output.\n",
        "1. Echocardiogram\na. Must be performed if suspicion of tamponade exists based on\nhistory/examination\nb. Usually diagnostic; the most sensitive and specific noninvasive test for\ndetermining tamponade physiology\n2. CXR\na. Enlargement of cardiac silhouette when >250 mL has accumulated\nb. Clear lung fields\n3. ECG\na. Electrical alternans (alternate beat variation in the direction of the ECG\nwaveforms)—due to pendular swinging of the heart within the pericardial space,\ncausing a motion artifact\nb. Findings are neither 100% sensitive nor specific. ECG should not be used to\ndiagnose tamponade\n4. Cardiac catheterization\na. Shows equalization of pressures in all chambers of the heart\nb. Shows elevated right atrial pressure with loss of the y descent\n"
    ],
    "Valvular Heart Disease": [
        1,
        2645,
        "1. Almost all cases are due to rheumatic heart disease. (Patient may not recall a\nhistory of rheumatic fever.)\n2. Pathophysiology\na. Immune-mediated damage to the mitral valve (due to rheumatic fever) caused by\ncross-reactivity between the streptococcal antigen and the valve tissue leads to\nscarring and narrowing of the mitral valve orifice.\nb. Mitral stenosis results in elevated left atrial and pulmonary venous pressure\nleading to pulmonary congestion.\nc. Anything that increases flow across the mitral valve (exercise, tachycardia, and\nso on) exacerbates the pulmonary venous HTN and associated symptoms.\nd. Long-standing mitral stenosis can result in pulmonary HTN and ultimately can\nresult in right ventricular failure (RVF).\ne. Long-standing mitral stenosis can also lead to AFib due to increased left atrial\npressure and size.\nf. Patients are usually asymptomatic until the mitral valve area is reduced to\napproximately 1.5 cm2 (normal valve area is 4 to 5 cm2).\n",
        "1. CXR: Left atrial enlargement (early)\n2. Echocardiogram—most important test in confirming diagnosis\na. Left atrial enlargement\nb. Thick, calcified mitral valve\nc. Narrow, “fish mouth”–shaped orifice\nd. Signs of RVF, if advanced disease\n"
    ],
    "Aortic Stenosis": [
        1,
        2709,
        "1. Pathophysiology\na. Causes obstruction to LV outflow, which results in LVH.\nb. When the aortic valve area falls below 1 cm2, cardiac output fails to increase\nwith exertion, causing angina (but may be normal at rest).\nc. With long-standing AS, the LV dilates, causing progressive LV dysfunction.\nd. With severe AS, LV dilation pulls the mitral valve annulus apart, causing MR.\n2. Causes\na. Calcification of a congenitally abnormal bicuspid aortic valve.\nb. Calcification of tricuspid aortic valve in elderly.\nc. Rheumatic fever.\n3. Course\na. Patients are often asymptomatic for years (until middle or old age) despite\nsevere obstruction.\nb. Development of angina, syncope, or heart failure is a sign of poor prognosis.\nSurvival is similar to that of the normal population before the development of\nthese three classic symptoms. Without surgical intervention, the survival is poor:\nAngina (35%)—average survival, 3 years\nSyncope (15%)—average survival, 2 years\nHeart failure (50%)—average survival, 1.5 years\n",
        "1. CXR findings: Calcific aortic valve, enlarged LV/LA (late)\n2. ECG findings: LVH, LA abnormality\n3. Echocardiography: Has replaced cardiac catheterization as standard test for\nhemodynamic and valve measurements for diagnosis of AS. Shows thickened,\ncalcified aortic valve leaflets with limited mobility. Key measurements for\ndiagnosis and severity are diminished valve area and increased ventricular-aortic\npressure gradient\n4. Exercise stress testing is indicated for asymptomatic patients with severe AS to\nconfirm asymptomatic status. These patients, despite having severe AS, do not\nrequire intervention. Should not be performed in symptomatic patients\n5. Cardiac catheterization\na. Now used primarily in patients in whom echocardiography is nondiagnostic (i.e.,\npoor visualization of valve, difficulty obtaining pressure gradients with Doppler)\nb. Useful in symptomatic patients before surgery because it can also reveal\ncoronary anatomy, allowing the surgeon to do both CABG and aortic valve\nreplacement in patients with both CAD and severe AS\n"
    ],
    "Aortic Regurgitation": [
        1,
        2781,
        "1. Pathophysiology\na. Also called aortic insufficiency; this condition is due to inadequate closure of\nthe aortic valve leaflets. Regurgitant blood flow increases left ventricular enddiastolic volume.\nb. LV dilation and hypertrophy occur in response in order to maintain stroke\nvolume and prevent diastolic pressure from increasing excessively.\nc. Over time, these compensatory mechanisms fail, leading to increased left-sided\nand pulmonary pressures.\nd. The resting left ventricular EF is usually normal until advanced disease.\n2. Course\na. For chronic aortic regurgitation, survival is 75% at 5 years.\nAfter the development of angina, death usually occurs within 4 years.\nAfter the development of heart failure, death usually occurs within 2 years.\nb. For acute aortic regurgitation, mortality is particularly high without surgical\nrepair.\n",
        "1. CXR findings: Enlarged cardiac silhouette, dilated aorta\n2. ECG findings: LVH\n3. Echocardiogram—Perform serially in chronic, stable patients to assess need for\nsurgery\na. Assess LV size and function\nb. Look for dilated aortic root and reversal of blood flow in aorta\nc. In acute aortic regurgitation, look for early closure of mitral valve\n4. Cardiac catheterization: To assess severity of aortic regurgitation and degree of\nLV dysfunction\n"
    ],
    "Mitral Regurgitation": [
        1,
        2860,
        "1. Pathophysiology\na. Acute\nAbrupt elevation of left atrial pressure in the setting of normal LA size and\ncompliance, causing backflow into pulmonary circulation with resultant\npulmonary edema\nCardiac output decreases because of decreased forward flow, so hypotension\nand shock can occur\nb. Chronic\nGradual elevation of left atrial pressure in the setting of dilated LA and LV\n(with increased left atrial compliance)\nLV dysfunction occurs due to dilation\nPulmonary HTN can result from chronic backflow into pulmonary vasculature\n2. Causes\na. Acute\nEndocarditis (most often Staphylococcus aureus)\nPapillary muscle rupture (from infarction) or dysfunction (from ischemia)\nChordae tendineae rupture\nb. Chronic\nMitral valve prolapse (MVP)\nRheumatic fever\nMarfan syndrome\nCardiomyopathy causing dilation of mitral annulus\n3. Prognosis\na. Acute form is associated with much higher mortality\nb. Survival is related to extent of LV cavity dilation\n",
        "1. CXR findings: Cardiomegaly, dilated LV, pulmonary edema.\n2. Echocardiogram: MR; dilated LA and LV; decreased LV function. Should be\nperformed serially in patients with known MR.\n"
    ],
    "Tricuspid Regurgitation": [
        1,
        2918,
        "1. Tricuspid regurgitation (TR) results from a failure of the tricuspid valve to close\ncompletely during systole, causing regurgitation of blood into the RA. It is\nestimated that up to 70% of normal adults have mild, physiologic TR as seen on\nhigh-resolution echocardiography. A much smaller percentage of people are\nactually symptomatic.\n2. Causes—up to 90% of cases occur in people with anatomically normal valve\nleaflets and chords.\na. TR is usually secondary to RV dilation. Any cause of RV dilation can result in\nenlargement of the tricuspid orifice.\nLeft ventricular failure is the most common cause.\nRight ventricular infarction.\nInferior wall MI.\nCor pulmonale, secondary to pulmonary HTN.\nb. Tricuspid endocarditis—seen in IV drug users.\nc. May be secondary to rheumatic heart disease; usually accompanied by mitral\nand aortic valve disease.\nd. Ebstein anomaly—congenital malformation of tricuspid valve in which there is\ndownward displacement of the valve into the RV.\ne. Other causes include carcinoid syndrome, SLE, and myxomatous valve\ndegeneration.\n",
        "1. Echocardiogram\n"
    ],
    "Mitral Valve Prolapse": [
        1,
        2974,
        "1. MVP is defined as the presence of excessive or redundant mitral leaflet tissue due\nto myxomatous degeneration of mitral valve leaflets and/or chordae tendineae.\nThe redundant leaflet(s) prolapse toward the LA in systole, which results in the\nauscultated click and murmur.\n2. MVP is common in patients with genetic connective tissue disorders, such as\nMarfan syndrome, osteogenesis imperfecta, and Ehlers–Danlos syndrome.\n3. MVP is a common cause of MR in developed countries.\n4. Arrhythmias and sudden death are very rare.\n",
        "1. Echocardiogram is the most useful.\n2. Most patients are asymptomatic, so diagnosis is typically made on the basis of the\nmurmur and echocardiogram alone.\n"
    ],
    "Rheumatic Heart Disease": [
        1,
        3017,
        "1. Rheumatic heart disease occurs as a complication of streptococcal pharyngitis\n(group A streptococcus).\n2. Acute rheumatic fever is an immunologically mediated systemic process that may\nprogress to rheumatic heart disease.\n3. Rheumatic heart disease describes the chronic valvular abnormalities secondary to\nacute rheumatic fever.\n4. The most common valvular abnormality is mitral stenosis, but patients may have\naortic or tricuspid involvement as well.\n5. The incidence of rheumatic heart disease has fallen drastically in industrialized\ncountries and with widespread antibiotic usage, but remains a significant cause of\nmorbidity and mortality in developing countries.\n",
        "and two minor criteria)\n1. Major criteria\na. Migratory polyarthritis\nb. Erythema marginatum\nc. Cardiac involvement (e.g., pericarditis, CHF, valve disease)\nd. Chorea\ne. Subcutaneous nodules\n2. Minor criteria\na. Fever\nb. Elevated erythrocyte sedimentation rate\nc. Polyarthralgias\nd. Prior history of rheumatic fever\ne. Prolonged PR interval\nf. Evidence of preceding streptococcal infection\n"
    ],
    "Infective Endocarditis": [
        1,
        3053,
        "1. Infective endocarditis is defined as an infection of the endocardial surface of the\nheart (usually involves the cusps of the valves)\n2. Classifications (can be classified as acute or subacute)\n",
        "1. Duke clinical criteria : Two major criteria, one major and three minor\ncriteria, or five minor criteria are required to diagnose infective endocarditis.\n2. Of note, echocardiographic evidence of vegetations is not necessary to make the\ndiagnosis as long as sufficient Duke criteria have been met. Treatment should be\ninitiated if clinical suspicion is high.\n"
    ],
    "Congenital Heart Diseases": [
        1,
        3220,
        "1. Ostium secundum (most common—80% of cases)—occurs in central portion of\ninteratrial septum\n2. Ostium primum—occurs low in the septum\n3. Sinus venosus defects—occurs high in the septum\n",
        "1. TEE is diagnostic (better than TTE). Contrast echocardiography can improve\nresolution. A so-called “bubble study” is a type of contrast echo which involves\n"
    ],
    "Ventricular Septal Defect": [
        1,
        3272,
        "1. Ventricular septal defect is the most common congenital cardiac malformation\n2. Pathophysiology\na. Blood flows from the LV (high pressure) into the RV (low pressure) through a\nhole, resulting in increased pulmonary blood flow. As long as the pulmonary\nvascular resistance (PVR) is lower than the SVR, the shunt is left to right. If the\nPVR increases above the SVR, the shunt reverses.\nb. Large defects eventually lead to pulmonary HTN, whereas small defects do not\nchange pulmonary vascular hemodynamics.\n",
        "1. ECG: Biventricular hypertrophy predominates when PVR is high.\n2. CXR\na. Enlargement of the pulmonary artery.\nb. Enlargement of cardiac silhouette: As PVR increases (and left-to-right shunt\ndecreases), heart size decreases, but pulmonary artery size increases.\n3. Echocardiogram shows the septal defect.\n"
    ],
    "Coarctation of the Aorta": [
        1,
        3317,
        "1. Narrowing/constriction of aorta, usually at origin of left subclavian artery near\nligamentum arteriosum, which leads to obstruction between the proximal and\ndistal aorta, and thus to increased left ventricular afterload.\n",
        "1. CT angiogram of the chest is diagnostic\n2. ECG shows LVH\n3. CXR\na. Notching of the ribs\nb. “Figure 3” appearance due to indentation of the aorta at the site of coarctation,\nwith dilation before and after the stenosis\n"
    ],
    "Patent Ductus Arteriosus": [
        1,
        3350,
        "1. Communication between aorta and pulmonary artery that persists after birth.\n2. During fetal life, prostaglandins and low oxygen tension maintain the ductus\narteriosus. Blood is shunted away from nonfunctioning lungs; normally closes\nwithin days after birth.\n3. Becomes a left-to-right shunt in life outside the womb if it remains patent (blood\nflows from aorta into pulmonary artery).\n4. Associated with congenital rubella syndrome, high altitude, and premature births.\n5. Pathophysiology\na. Large left-to-right shunting results in volume overload, pulmonary HTN, and\nright-sided heart failure.\nb. Cyanosis occurs late.\nc. May eventually see reversal of blood flow.\n",
        "1. CXR\na. Increased pulmonary vascular markings\nb. Dilated pulmonary artery\n"
    ],
    "Tetralogy of Fallot": [
        1,
        3397,
        "1. Characterized by four cardiac abnormalities: Ventricular septal defect, right\nventricular hypertrophy, pulmonary artery stenosis or atresia, and overriding\naorta.\n2. The exact embryologic variant is unknown, but the four abnormalities likely arise\nsecondary to defects in the development of the infundibular septum.\n3. Tetralogy of Fallot (TOF) typically occurs sporadically, but may also be part of a\nsyndrome.\n",
        "1. Echocardiography is the diagnostic modality of choice. This test can clearly\ndefine the four abnormalities as well as provide important information about\naortic arch anatomy.\n2. EKG may show enlarged RA and RV.\n3. CXR classically shows boot-shaped heart.\n4. Cardiac catheterization may be required in some patients to fully define the\nanatomy.\n"
    ],
    "Diseases of the Vasculature": [
        1,
        3431,
        "1. Hypertensive emergency: Systolic BP ≥180 and/or diastolic BP ≥120 in addition\nto end-organ damage—immediate treatment is indicated .\n2. Elevated BP levels alone without end-organ damage—referred to as hypertensive\nurgency. Hypertensive urgencies rarely require emergency therapy and can be\nmanaged with attempts to lower BP over a period of 24 hours.\n3. Whenever a patient presents with markedly elevated BP, it is critical to assess the\nfollowing systems for end-organ damage.\na. Eyes: Papilledema\nb. CNS\nAltered mental status or intracranial hemorrhage\nHypertensive encephalopathy may develop (suspect when BP is markedly\nelevated: 240/140 or higher, along with neurologic findings such as confusion)\nc. Kidneys: Renal failure or oliguria\nd. Heart: Unstable angina, MI, HF with pulmonary edema, aortic dissection\ne. Lungs: Pulmonary edema\n4. Hypertensive emergency may lead to posterior reversible encephalopathy\nsyndrome (PRES)—a radiographic condition which is postulated to be caused by\nautoregulatory failure of cerebral vessels as well as endothelial dysfunction.\na. Despite the name, the syndrome may not always be reversible and can affect\nregions other than the posterior region of the brain.\nb. Symptoms include insidious onset of headache, altered level of consciousness,\nvisual changes, and seizures. The classic radiographic finding is posterior\ncerebral white matter edema.\nc. Most patients are hypertensive, but may be normotensive. Elevated blood\npressures overwhelm the autoregulatory mechanisms of the cerebral vessels,\nleading to arteriolar dilation and extravasation of fluid into the brain.\nd. Diagnose with clinical findings and brain MRI. First treatment step is to lower\nBP, usually with IV medications. Other treatment steps include correcting\nelectrolyte abnormalities and stopping seizures if they occur.\n",
        ""
    ],
    "Aortic Dissection": [
        1,
        3519,
        "1. Predisposing factors\na. Long-standing systemic HTN (present in 70% of patients)\nb. Cocaine use (may be remote)\nc. Trauma\nd. Connective tissue diseases, such as Marfan and Ehlers–Danlos syndrome\ne. Bicuspid aortic valve\nf. Coarctation of the aorta\ng. Third trimester of pregnancy\nh. Pre-existing aortic aneurysm\ni. Intimal ulcer due to atherosclerosis\n2. Stanford classification \na. Type A (proximal) involves the ascending aorta (includes retrograde extension\nfrom descending aorta).\nb. Type B (distal) is limited to the descending aorta (distal to the take-off of the\nsubclavian artery).\n",
        "1. CXR shows widened mediastinum (>8 mm on AP view).\n"
    ],
    "Abdominal Aortic Aneurysm": [
        1,
        3602,
        "1. Abdominal aortic aneurysm (AAA) is an abnormal localized dilation of the aorta.\nMost AAAs occur between the renal arteries and iliac bifurcation.\n2. The incidence increases with age. AAAs are rare before the age of 50. The\naverage age at time of diagnosis is 65 to 70 years.\n3. AAAs are much more common in men, though more likely to rupture in women\nat a given size.\n",
        "1. Ultrasound\na. Test of choice to evaluate both the location and size of the aneurysm\nb. 100% sensitive in detecting AAAs\n2. CT scan\na. 100% sensitive in detecting AAAs\nb. Takes longer to perform than plain radiographs or ultrasound; should only be\nused in hemodynamically stable patients\nc. CT is the scan of choice for preoperative planning\n"
    ],
    "Acute Arterial Occlusion": [
        1,
        3773,
        "1. Acute occlusion of an artery, usually caused by embolization. The common\nfemoral artery is the most common site of occlusion. Less commonly, in situ\nthrombosis is the cause.\n2. Sources of emboli\na. Heart (85%)\nAFib is the most common cause of embolus from the heart\nPost-MI\nPost arterial procedure (i.e., coronary angiogram, peripheral angiogram)\nEndocarditis\nMyxoma\nb. Aneurysms\nc. Atheromatous plaque\n",
        "1. Angiogram (CTA vs. invasive angiogram) to define site of occlusion\n2. ECG to look for MI, AFib\n3. Echocardiogram for evaluation of cardiac source of emboli—valves, thrombus,\nshunts\n"
    ],
    "Mycotic Aneurysm": [
        1,
        3856,
        "",
        ""
    ],
    "Luetic Heart": [
        1,
        3861,
        "",
        ""
    ],
    "Deep Venous Thrombosis": [
        1,
        3906,
        "1. Cause: Virchow triad (endothelial injury, venous stasis, hypercoagulability) gives\nrise to venous thrombosis \n2. Risk factors\na. Age >60\nb. Malignancy\nc. Prior history of deep venous thrombosis (DVT), PE, or varicose veins\nd. Hereditary hypercoagulable states (factor V Leiden, proteins C and S deficiency,\nantithrombin III deficiency)\ne. Prolonged immobilization or bed rest\nf. Cardiac disease, especially CHF\ng. Obesity\nh. Major surgery, especially surgery of the pelvis (orthopedic procedures)\ni. Major trauma\nj. Pregnancy, oral contraceptives/estrogen use\n",
        "1. Available studies\n"
    ],
    "Cardiac Neoplasms": [
        1,
        4122,
        "",
        ""
    ],
    "Atrial Myxoma": [
        1,
        4129,
        "",
        ""
    ],
    "Shock": [
        1,
        4141,
        "1. Shock is hypotension causing end-organ hypoperfusion. It is a medical emergency\nthat needs to be corrected right away, before the condition becomes irreversible.\n",
        ""
    ],
    "Oliguria": [
        1,
        4217,
        "",
        ""
    ],
    "Cardiogenic Shock": [
        1,
        4254,
        "1. Occurs when heart is unable to generate a cardiac output sufficient to maintain\ntissue perfusion\n2. Can be defined as a systolic BP <90 with urine output <20 mL/hr and adequate\nleft ventricular filling pressure (LV filling pressure usually elevated in cardiogenic\nshock)\n",
        "1. ECG—look for signs of ischemia (i.e., ST-segment changes) or arrhythmia\n(ventricular or atrial tachyarrhythmia).\n2. Echocardiogram—can diagnose a variety of mechanical complications of MI,\nidentify valve disease, estimate EF, look for pericardial effusion, etc.\n3. Hemodynamic monitoring with a Swan–Ganz catheter may be indicated: PCWP,\npulmonary artery pressure, cardiac output, cardiac index, SVR—keep cardiac\noutput >4 L/min, cardiac index >2.2, PCWP <18 mm Hg.\n"
    ],
    "Hypovolemic Shock": [
        1,
        4335,
        "1. Primary pathophysiologic events: Decreased circulatory blood volume leads to\ndecreased preload and cardiac output. Compensatory increase in SVR.\n2. The rate of volume loss is very important. The slower the loss, the greater the\neffectiveness of compensatory mechanisms. Acute loss is associated with higher\nmorbidity and mortality.\n3. Patients with significant medical comorbidities (especially cardiac) may be unable\nto compensate physiologically in the early stages of hypovolemic shock.\n4. There are four “classes” of hypovolemic shock, based on the severity of volume\nloss .\n5. Causes\na. Hemorrhage\nTrauma\nGI bleeding\nRetroperitoneal\nb. Nonhemorrhagic\nVoluminous vomiting\nSevere diarrhea\nSevere dehydration for any reason\nBurns\nThird-space losses in bowel obstruction\n",
        "If the diagnosis is unclear from the patient’s vital signs and clinical picture, a central\nvenous line or a pulmonary artery catheter can give invaluable information for\nhemodynamic monitoring: Decreased CVP/PCWP, decreased cardiac output,\nincreased SVR .\n"
    ],
    "Septic Shock": [
        1,
        4384,
        "1. Septic shock is defined as hypotension induced by sepsis that persists despite\nadequate fluid resuscitation. This results in hypoperfusion and can ultimately lead\nto multiple organ system failure and death.\n2. Common causes include (but are not limited to) pneumonia, urinary tract\ninfection, meningitis, abscess formation, cholangitis, cellulitis, and peritonitis.\n3. Clinically, there is a progression from systemic inflammatory response syndrome\n(SIRS) to sepsis, to septic shock, to multiorgan dysfunction syndrome—see\nClinical Pearl 1-15.\n4. Pathophysiology\na. There is a severe decrease in SVR secondary to peripheral vasodilation.\nExtremities are often warm due to vasodilation.\nb. Cardiac output is normal or increased (due to maintenance of stroke volume and\ntachycardia).\nc. EF is decreased secondary to a reduction in contractility.\n5. Can be complicated by adult respiratory distress syndrome, ATN, DIC, multiple\norgan failure, or death.\n",
        "1. Septic shock is essentially a clinical diagnosis.\n2. A source of infection can aid in diagnosis, but there may be no confirmed source\nin some cases.\n"
    ],
    "Neurogenic Shock": [
        1,
        4448,
        "1. Neurogenic shock results from a failure of the sympathetic nervous system to\nmaintain adequate vascular tone (sympathetic denervation)\n2. Causes include spinal cord injury, severe head injury, spinal anesthesia,\npharmacologic sympathetic blockade\n3. Characterized by peripheral vasodilation with decreased SVR\n",
        ""
    ],
    "Obstructive Shock": [
        1,
        4466,
        "1. Caused by an obstruction of circulation. Most commonly due to massive\npulmonary embolism (PE) or limited filling of the heart due to extrinsic pressure\nfrom pericardium (cardiac tamponade) or thoracic cavity (tension pneumothorax).\n2. Cardiac output limited by obstruction, SVR makes a compensatory increase to\nmaintain systemic blood pressure.\n3. Usually manifests with elevated JVP due to limited filling of right ventricle or\nobstruction of pulmonary circulation by PE.\n4. Treatment requires diagnosis of underlying disease. Cardiac tamponade and\ntension pneumothorax are clinical diagnoses that can be made at bedside.\n5. Supportive treatment usually involves giving fluid and/or vasopressors to\nmaintain blood pressures until definitive therapy can be given.\n6. Cardiac tamponade: Requires pericardiocentesis or pericardial window.\n7. Tension pneumothorax: Requires needle thoracostomy followed by chest tube\nplacement.\n8. Massive PE: Requires thrombolysis (systemic or catheter-directed tPA) or\nthrombectomy.\n",
        ""
    ],
    "Obstructive Lung Diseases": [
        2,
        4495,
        "1. There are two classic types of chronic obstructive pulmonary disease (COPD):\nchronic bronchitis and emphysema \na. Chronic bronchitis is a clinical diagnosis: chronic cough productive of sputum\nfor at least 3 months per year for at least 2 consecutive years.\nb. Emphysema is a pathologic diagnosis: permanent enlargement of air spaces\ndistal to terminal bronchioles due to destruction of alveolar walls.\nc. The two often coexist. Pure emphysema or pure chronic bronchitis is rare.\nd. COPD is the third leading cause of death in the United States.\n2. Risk factors and causes\na. Tobacco smoke (indicated in almost 90% of COPD cases)\nb. α1-Antitrypsin deficiency—risk is even worse in combination with smoking\nc. Environmental factors (e.g., second-hand smoke)\nd. Chronic asthma—which may be attributed to asthma–COPD overlap syndrome\n3. Pathogenesis\na. Chronic bronchitis\nExcess mucus production narrows the airways; patients often have a\nproductive cough.\nInflammation and scarring in airways, enlargement in mucous glands, and\nsmooth muscle hyperplasia lead to obstruction.\nb. Emphysema\nDestruction of alveolar walls is due to relative excess in protease (elastase)\nactivity, or relative deficiency of antiprotease (α1-antitrypsin) activity in the\nlung. Elastase is released from polymorphonuclear neutrophils (PMNs) and\nmacrophages and digests human lung. This is inhibited by α1-antitrypsin.\nTobacco smoke increases the number of activated PMNs and macrophages,\ninhibits α1-antitrypsin, and increases oxidative stress on the lung by freeradical production.\n",
        "1. PFT (spirometry)—see Table 2-2 and Figure 2-1\na. This is the definitive diagnostic test.\nb. Obstruction is evident based on the following:\nDecreased FEV1 and decreased FEV1/FVC ratio—GOLD staging is based on\nFEV1. FEV1 ≥80% of predicted value is mild disease, 50% to 80% is moderate\ndisease, 30% to 50% is severe disease, and <30% is very severe disease.\nIncreased total lung capacity (TLC), residual volume, and functional reserve\ncapacity . Although COPD\nincreases TLC, the excess volume in the lung is not useful because it all\nbecomes residual volume and does not participate in gas exchange.\nDecreased vital capacity.\n"
    ],
    "Asthma": [
        2,
        4862,
        "1. Characteristically defined by the following triad:\na. Airway inflammation\nb. Airway hyperresponsiveness\nc. Reversible airflow obstruction\n2. Asthma can begin at any age\n3. Extrinsic versus intrinsic asthma\na. Extrinsic asthma (most cases)\nPatients are atopic, that is, produce immunoglobulin E (IgE) to environmental\nantigens. May be associated with eczema and hay fever.\nPatients become asthmatic at a young age.\nb. Intrinsic asthma—not related to atopy or environmental triggers\n4. Triggers include pollens, house dust, molds, cockroaches, cats, dogs, cold air,\nviral infections, tobacco smoke, medications (β-blockers, aspirin), and exercise\n",
        "1. Pulmonary function tests (PFTs) are required for diagnosis. They show an\nobstructive pattern: decrease in expiratory flow rates, decreased FEV1, and\ndecreased FEV1/FVC ratio (<0.70).\n2. Spirometry before and after bronchodilators can confirm diagnosis by proving\nreversible airway obstruction. If inhalation of a bronchodilator (β2-agonist) results\nin an increase in FEV1 or FVC by at least 12%, airflow obstruction is considered\nreversible.\n3. Peak flow (peak expiratory flow rate)—useful measure of airflow obstruction.\nPatients should self-monitor their peak flow:\na. Mild persistent asthma: Periodic monitoring is sufficient. Increase the dose of\ninhaled steroid, if the peak flow decreases.\nb. Moderate persistent asthma: Daily monitoring is required. Increase the dose of\ninhaled steroid, if the peak flow decreases.\nc. Severe persistent asthma: Daily monitoring is required. Initiate prednisone, if the\npeak flow decreases.\n"
    ],
    "Bronchiectasis": [
        2,
        5065,
        "1. There is permanent, abnormal dilation and destruction of bronchial walls with\nchronic inflammation, airway collapse, and ciliary loss/dysfunction leading to\nimpaired clearance of secretions.\n2. Less common today because modern antibiotics are used for respiratory\ninfections.\n",
        "1. High-resolution CT scan is the diagnostic study of choice.\n2. PFTs reveal an obstructive pattern.\n3. CXR is abnormal in most cases, but findings are nonspecific.\n4. Bronchoscopy may be helpful for infectious workup.\n"
    ],
    "Cystic Fibrosis": [
        2,
        5108,
        "",
        ""
    ],
    "Lung Neoplasms": [
        2,
        5123,
        "1. Pathologic types are divided into two subgroups:\na. Small cell lung cancer (SCLC)—25% of lung cancers\nb. Non–small cell lung cancer (NSCLC)—75% of lung cancers; includes squamous\ncell carcinoma, adenocarcinoma, large cell carcinoma, and bronchoalveolar cell\ncarcinoma\n2. Risk factors\na. Cigarette smoking—accounts for >85% of cases\nThere is a linear relationship between pack-years of smoking and risk of lung\ncancer.\nAdenocarcinoma has the lowest association with smoking of all lung cancers.\nb. Second-hand smoke\nc. Asbestos\nCommon in shipbuilding and construction industry, car mechanics, painting\nSmoking and asbestos in combination synergistically increase the risk of lung\ncancer\nd. Radon—high levels found in basements\ne. COPD—an independent risk factor after smoking is taken into account\n3. Staging\na. NSCLC is staged via the primary TNM system.\nb. SCLC is staged differently (though some recommend TNM staging still be\nused):\nLimited—confined to chest plus supraclavicular nodes, but not cervical or\naxillary nodes\nExtensive—outside of chest and supraclavicular nodes\n",
        "1. CXR\na. Most important radiologic study for diagnosis, but not used as a screening test\nb. Demonstrates abnormal findings in nearly all patients with lung cancer\nc. Stability of an abnormality over a 2-year period is almost always associated with\na benign lesion\n2. CT scan of the chest with IV contrast\na. Very useful for staging\nb. Can demonstrate extent of local and distant metastasis\nc. Very accurate in revealing lymphadenopathy in mediastinum\nd. Consider CT of abdomen to screen for metastases to adrenal glands and liver\n3. Cytologic examination of sputum\na. Diagnoses central tumors (in 80%) but not peripheral lesions\nb. Provides highly variable results with low yield; if negative and clinical suspicion\nis high, further tests are indicated\n4. Fiberoptic bronchoscopy with endobronchial ultrasound\na. Can only be inserted as far as secondary branches of bronchial tree; first choice\nfor diagnosing central visualized tumors but not peripheral lesions\nb. The larger and more central the lesion, the higher the diagnostic yield; for\n"
    ],
    "Solitary Pulmonary Nodule": [
        2,
        5281,
        "",
        ""
    ],
    "Mediastinal Masses": [
        2,
        5322,
        "",
        "1. Chest CT with IV contrast is test of choice\n2. Usually discovered incidentally on a CXR performed for another reason\n"
    ],
    "Diseases of the Pleura": [
        2,
        5386,
        "1. Caused by one of the following mechanisms: increased drainage of fluid into\npleural space, increased production of fluid by cells in the pleural space, or\ndecreased drainage of fluid from the pleural space \n2. Transudative effusions—pathophysiology is due to either elevated capillary\npressure in visceral or parenteral pleura (e.g., CHF), or decreased plasma oncotic\npressure (e.g., hypoalbuminemia)\n3. Exudative effusions\na. Pathophysiology: caused by increased permeability of pleural surfaces or\ndecreased lymphatic flow from pleural surface because of damage to pleural\nmembranes or vasculature .\nb. If an exudative effusion is suspected, perform the following tests on the pleural\nfluid: differential cell count, total protein, LDH, glucose, pH, amylase,\ntriglycerides, microbiology, and cytology.\nc. Exudative effusions meet at least one of the following of Light’s criteria\n(transudates have none of these):\nProtein (pleural)/protein (serum) >0.5\nLDH (pleural)/LDH (serum) >0.6\nLDH >two-thirds the upper limit of normal serum LDH\n",
        "Can confirm presence/evaluate size of effusion by the following:\n1. CXR (PA and lateral)—look for the following:\na. Blunting of costophrenic angle\nb. About 250 mL of pleural fluid must accumulate before an effusion can be\ndetected.\nc. Lateral decubitus films: more reliable than PA and lateral CXRs for detecting\nsmall pleural effusions; can also determine whether fluid is free flowing or\nloculated\n"
    ],
    "Empyema": [
        2,
        5506,
        "",
        "CXR and CT scan of the chest are the recommended tests.\n"
    ],
    "Pneumothorax": [
        2,
        5528,
        "1. Defined as air in the normally airless pleural space.\n2. There are two major categories: spontaneous and traumatic pneumothoraces.\n3. Traumatic pneumothoraces are often iatrogenic.\n4. Spontaneous pneumothorax occurs without any trauma.\na. Primary (simple) pneumothorax\nOccurs without any underlying lung disease—that is, in “healthy” individuals\nCaused by spontaneous rupture of subpleural blebs (air-filled sacs on the lung)\nat the apex of lungs—escape of air from the lung into pleural space causes lung\nto collapse\nMore common in tall, lean young men\nThese patients have sufficient pulmonary reserve, so severe respiratory distress\ndoes not occur in most cases.\nRecurrence rate is 50% in 2 years\nb. Secondary (complicated) pneumothorax\nOccurs as a complication of underlying lung disease, most commonly COPD;\nother underlying conditions include asthma, interstitial lung disease (ILD),\nneoplasms, CF, and tuberculosis (TB)\nIs more life threatening because of lack of pulmonary reserve in these patients\n",
        "CXR confirms the diagnosis—shows the visceral pleural line \n"
    ],
    "Tension Pneumothorax": [
        2,
        5576,
        "1. Accumulation of air within the pleural space such that tissues surrounding the\nopening into the pleural cavity act as valves, allowing air to enter but not to\nescape.\n2. The accumulation of air under (positive) pressure in the pleural space collapses\nthe ipsilateral lung and shifts the mediastinum away from the side of the\npneumothorax.\n",
        ""
    ],
    "Malignant Mesothelioma": [
        2,
        5633,
        "",
        ""
    ],
    "Interstitial Lung Disease": [
        2,
        5646,
        "1. ILD is defined as an inflammatory process involving the alveolar wall (resulting\nin widespread fibroelastic proliferation and collagen deposition) that can lead to\nirreversible fibrosis, distortion of lung architecture, and impaired gas exchange.\n2. The prognosis is highly variable and depends on the diagnosis.\n3. Patients with environmental or occupational lung disease, especially those with\nasbestosis, are frequently involved in lawsuits against their employers.\n",
        "1. CXR \na. Findings are usually nonspecific.\nb. Typical diffuse changes are noted (reticular, reticulonodular, ground glass,\nhoneycombing).\n"
    ],
    "Alveolar Filling Disease": [
        2,
        5958,
        "",
        "membrane antibodies.\n6. Prognosis is poor; treat with plasmapheresis, cyclophosphamide, and\ncorticosteroids.\n"
    ],
    "Respiratory Failure": [
        2,
        6045,
        "1. Acute respiratory failure results when there is inadequate oxygenation of blood or\ninadequate ventilation . The following are general criteria used to define acute respiratory failure:\na. Hypoxia (PaO2 <60 mm Hg)\nb. Hypercapnia (partial pressure of CO2 [PCO2] >50 mm Hg)\n2. The following structures or systems are essential components for maintaining\nnormal respiration. Dysfunction or interruption of any component (causes are\nlisted) can potentially lead to respiratory failure.\na. CNS (brain and spinal cord) depression or insult—drug overdose, stroke, trauma\nb. Neuromuscular disease—myasthenia gravis, polio, Guillain–Barré syndrome,\namyotrophic lateral sclerosis\n",
        "1. ABG analysis—may confirm diagnosis and help severity of condition; should be\nobtained in most cases of respiratory failure \na. Hypoxemia: Mechanisms include V/Q mismatch, intrapulmonary shunting, or\nhypoventilation.\nb. Hypercapnia: caused by hypoventilation (secondary to a variety of causes).\nc. Arterial pH: Respiratory acidosis occurs when hypercapnia is present. However,\nif the respiratory failure is chronic, renal compensation occurs and the acidosis is\nless severe.\n2. CXR or CT scan of the chest.\n3. CBC and metabolic panel.\n4. If cardiogenic pulmonary edema is suspected, consider cardiac enzymes.\n"
    ],
    "Mechanical Ventilation": [
        2,
        6340,
        "1. In treating respiratory failure, mechanical ventilation has two major goals: to\nmaintain alveolar ventilation and to correct hypoxemia.\n2. The decision to initiate mechanical ventilation should be a clinical one. Generally,\npatients with the following require mechanical ventilation:\na. Significant respiratory distress (e.g., high RR) or respiratory arrest\nb. Impaired or reduced level of consciousness with inability to protect the airway\n(look for absent gag or cough reflex)\nc. Metabolic acidosis (if the patient is unable to compensate with adequate\nhyperventilation)\nd. Respiratory muscle fatigue\ne. Significant hypoxemia (PaO2 <70 mm Hg) or hypercapnia (PaCO2 >50 mm\nHg); respiratory acidosis (pH <7.2) with hypercapnia\n",
        "1. ECG: Often suggests right ventricular hypertrophy—specifically, right-axis\ndeviation and right atrial abnormality are frequently present\n2. CXR: Enlarged pulmonary arteries with or without clear lung fields based on the\ncause of pulmonary hypertension\n3. Echocardiogram\na. Dilated pulmonary artery\nb. Dilatation/hypertrophy of RA and RV\nc. Abnormal movement of IV septum (due to increased right ventricular volume)\n4. Right heart catheterization: required for confirmatory diagnosis of pulmonary\nHTN. Reveals increased mean pulmonary artery pressure >25 mm Hg\n"
    ],
    "Cor Pulmonale": [
        2,
        6543,
        "1. Cor pulmonale is defined as right ventricular hypertrophy with eventual RV\nfailure resulting from pulmonary HTN, secondary to pulmonary disease.\n2. The definition does not encompass any of the causes of pulmonary HTN due to\nleft-sided heart disease (such as mitral stenosis or left-to-right shunts).\n",
        "1. CXR: enlargement of the RA, RV, and pulmonary arteries\n2. ECG: right-axis deviation, P pulmonale (peaked P waves), right ventricular\nhypertrophy\n3. Echocardiogram: right ventricular dilatation, but normal LV size and function;\nuseful in excluding LV dysfunction\n"
    ],
    "Pulmonary Embolism": [
        2,
        6594,
        "1. A PE occurs when a thrombus in another region of the body embolizes to the\npulmonary vascular tree via the RV and pulmonary artery. Blood flow distal to the\nembolus is obstructed.\n",
        "1. ABG levels are not diagnostic for PE .\na. PaO2 and PaCO2 are low (the latter due to hyperventilation) and pH is high;\nthus, there is typically a respiratory alkalosis.\nb. The A–a gradient is usually elevated. A normal A–a gradient makes PE less\nlikely, but cannot be relied on to exclude the diagnosis.\n"
    ],
    "Previous DVT or PE": [
        2,
        6813,
        "1. Pulmonary aspiration syndromes can be due to different types of aspirates.\na. Acidic gastric contents, which are especially damaging to the lungs.\nb. Aspiration of oropharyngeal flora, which can lead to infection.\nc. Foreign body/fluids (e.g., chemicals).\n2. The right lung is most often involved due to anatomy (right main bronchus\nfollows a straighter path downward), particularly the lower segments of the\nright upper lobe and the upper segments of the right lower lobe.\n3. Predisposing factors\na. Reduced level of consciousness (e.g., seizures, stroke, sedating drugs)\nb. Alcoholism\nc. Extubation (impaired pharyngeal or laryngeal function)\nd. Excessive vomiting, ileus\ne. Tube feeding, tracheostomy tubes\nf. Anesthesia/surgery\ng. Neuromuscular diseases\nh. Esophageal disorders (e.g., achalasia, GERD, cancer)\n",
        "1. Findings on CXR are variable and resemble infiltrates that mimic bacterial\n"
    ],
    "Dyspnea": [
        2,
        6953,
        "1. Distinguish acute from chronic dyspnea.\n2. Patients with chronic dyspnea usually have either heart or lung disease or both. It\nmay be difficult to distinguish between the two.\n3. The most common causes of acute dyspnea include CHF exacerbation,\npneumonia, bronchospasm, PE, and anxiety.\n4. Assess the patient’s baseline level of activity, whether the dyspnea is new in onset,\nand its association with exertion.\n5. If the patient has a history of smoking, cough, sputum, repeated infections, or\noccupational exposure, lung disease is likely to be the reason for chronic dyspnea.\n",
        "1. Thorough history and physical examination, vital signs.\n2. Pulse oximetry—normal is 96% to 100% on room air. Be aware that the baseline\noxygen saturation of many COPD patients is chronically low.\n3. ABG—may be indicated if oxygen saturation is low on pulse oximetry, if\nhypercarbia is suspected, or to evaluate for acid–base abnormalities.\n4. CXR—can reveal pneumothorax, pleural effusion, pulmonary vascular congestion\nsecondary to CHF, infiltrates due to pneumonia, ILD, and so on.\n5. CBC—to evaluate for anemia, infection.\n6. ECG—may show ventricular hypertrophy or evidence of ischemic heart disease.\n7. Echocardiogram—for further evaluation of CHF, valvular heart disease.\n8. PFTs—perform if all of the above are normal or if obstructive lung disease is\nsuspected. See Table 2-7.\n9. V/Q scan or spiral CT scan—perform if PE is suspected.\n10. Bronchoscopy—indicated if foreign body aspiration is suspected.\n"
    ],
    "Hemoptysis": [
        2,
        7044,
        "1. Defined as expectoration of blood; hemoptysis varies widely in severity and\nmedical significance. The amount of blood does not necessarily correspond with\nthe gravity of the underlying cause.\n2. Differential diagnosis\na. Most common causes include:\nBronchitis (50% of cases)\nLung cancer (bronchogenic carcinoma)\nTB\nBronchiectasis\nPneumonia\nMany times the etiology remains idiopathic after thorough evaluation (up to\n30% of cases)\nb. Other causes include:\nGoodpasture syndrome (anti-GBM antibody disease)\nPE with pulmonary infarction\nAspergilloma within cavities\nMitral stenosis (elevated pulmonary venous pressure)\nHemophilia\n",
        "1. Verify that hemoptysis has truly occurred. For example, superficial mouth\nlacerations, epistaxis, or hematemesis may be confused with hemoptysis.\n2. History and physical\na. Fever, night sweats, and weight loss suggest TB.\nb. Fevers and chills or a history of HIV suggests either pneumonia or TB.\nc. Look for risk factors for PE.\nd. In the presence of acute renal failure or hematuria, Goodpasture syndrome\nshould be considered.\n"
    ],
    "Diseases of the Colon": [
        3,
        7103,
        "1. Third most common cancer in the United States in men and women.\n2. Virtually, all colorectal tumors arise from adenomas. Majority are\nendoluminal adenocarcinomas arising from the mucosa. Rarely, carcinoid\ntumors, lymphomas, and Kaposi sarcoma may be present.\n",
        ""
    ],
    "Colonic Polyps": [
        3,
        7271,
        "",
        ""
    ],
    "Diverticulosis": [
        3,
        7304,
        "1. Caused by increased intraluminal pressure—inner layer of colon bulges\nthrough the focal area of weakness in the colon wall (usually an area of blood\nvessel penetration).\n2. Risk factors\na. Low-fiber diets: Constipation causes intraluminal pressures to increase.\nb. Positive family history.\n3. Prevalence increases with age.\n4. The most common location is the sigmoid colon. However, diverticula may\noccur anywhere in the colon.\n",
        "1. Barium enema is the test of choice.\n2. Abdominal x-rays are usually normal and are not diagnostic for diverticulosis.\n"
    ],
    "Acute Mesenteric Ischemia": [
        3,
        7404,
        "",
        "1. Mesenteric angiography is the definitive diagnostic test.\n2. Obtain a plain film of the abdomen to exclude other causes of abdominal pain.\n3. “Thumbprinting” can be seen on barium enema due to thickened edematous\nmucosal folds.\n"
    ],
    "Chronic Mesenteric Ischemia": [
        3,
        7466,
        "",
        ""
    ],
    "Ogilvie Syndrome": [
        3,
        7478,
        "",
        ""
    ],
    "Colonic Volvulus": [
        3,
        7495,
        "1. Defined as twisting of a loop of intestine about its mesenteric attachment site.\n2. May result in obstruction or vascular compromise with the potential for necrosis\nand/or perforation if untreated.\n3. The most common site is the sigmoid colon (75% of all cases).\n4. Cecal volvulus accounts for 25% of all cases.\n5. Risk factors\na. Chronic illness, age, institutionalization, and CNS disease increase risk of\nsigmoid volvulus.\nb. Cecal volvulus is due to congenital lack of fixation of the right colon and tends\nto occur in younger patients.\nc. Chronic constipation, laxative abuse, antimotility drugs.\nd. Prior abdominal surgery.\n",
        "1. Plain abdominal films.\na. Sigmoid volvulus—Omega loop sign (or bent inner-tube shape) indicates a\ndilated sigmoid colon.\nb. Cecal volvulus (distention of cecum and small bowel)—Coffee bean sign\nindicates a large air–fluid level in RLQ.\n2. Sigmoidoscopy—preferred diagnostic and therapeutic test for sigmoid volvulus\n(not for cecal volvulus); leads to successful treatment (untwisting and\ndecompression) in many cases.\n3. Barium enema—reveals the narrowing of the colon at the point where it is twisted\n(“bird’s beak”).\n"
    ],
    "Diseases of the Liver": [
        3,
        7533,
        "1. Acute liver failure refers to an acute, severe liver injury with concurrent\nencephalopathy and impaired synthetic liver function.\n2. In order to diagnose, patients must not have underlying liver disease or cirrhosis\nprior to insult.\n3. Typically, time course of illness is less than 26 weeks.\n",
        "synthetic liver function) and elevated liver enzymes.\n2. Patients may also present with jaundice, hepatomegaly, abdominal tenderness, and\nthrombocytopenia.\n3. Etiology of disease can determined though history, physical exam, laboratory\ntests, and imaging studies (CT abdomen/pelvis, MRI, abdominal US). A liver\nbiopsy may be necessary.\n"
    ],
    "Hepatic encephalopathy": [
        3,
        7568,
        "",
        ""
    ],
    "Cirrhosis": [
        3,
        7585,
        "1. Cirrhosis is a chronic liver disease characterized by fibrosis, disruption of the\nliver architecture, and widespread nodules in the liver. The fibrous tissue replaces\ndamaged or dead hepatocytes.\n2. Cirrhosis is generally irreversible when advanced. In early stages, specific\ntreatment of the cause of cirrhosis may improve or reverse the condition. The\npoint at which the disease becomes irreversible is not clear.\n3. The distortion of liver anatomy causes two major events.\na. Decreased blood flow through the liver with subsequent hypertension in portal\ncirculation (portal hypertension)—this has widespread manifestations,\nincluding ascites, peripheral edema, splenomegaly, and varicosity of veins “back\nstream” in the circulation (e.g., gastric/esophageal varices, hemorrhoids).\nb. Hepatocellular failure that leads to impairment of biochemical functions, such\nas decreased albumin synthesis and decreased clotting factor synthesis.\n4. Assessment of hepatic functional reserve.\na. Child–Pugh score  estimates hepatic reserve in liver failure. It is\nused to measure disease severity and is a predictor of morbidity and mortality.\nb. Child’s class C indicates most severe disease, and Child’s class A indicates\nmilder disease.\nc. Model for End-Stage Liver Disease (MELD) score is a severity scale to predict\n3-month survival. Scoring is also used to prioritize patients awaiting liver\ntransplant. Calculation depends on patient’s serum bilirubin, serum creatinine,\nand INR. An increased MELD score in cirrhotic patients is associated with an\nincreased 3-month mortality risk.\n",
        ""
    ],
    "Hemorrhoids": [
        3,
        7639,
        "",
        "WBCs (especially PMNs), Gram stain with culture, and sensitivities.\nWBC >500, PMN >250.\nPositive ascites culture; culture-negative SBP is common as well.\n"
    ],
    "Wilson Disease": [
        3,
        7848,
        "1. An autosomal recessive disease of copper metabolism.\n2. Mutations in the ATP7B gene lead to impairment of copper excretion into bile,\nand incorporation of copper into ceruloplasmin, a copper-binding protein that is\nnecessary for copper excretion.\n3. Therefore, copper accumulates in liver cells. As hepatocytes die, copper leaks into\nplasma and accumulates in various organs, including kidney, cornea, and brain.\n4. The disease is most often apparent during childhood/adolescence (after age 5),\nand the majority of cases present between ages 5 and 35.\n",
        "a few of these findings):\na. Hepatic disease—elevated aminotransferases; impaired synthesis of coagulation\nfactors and albumin.\nb. Decreased serum ceruloplasmin levels , although\nranges within normal do not exclude the diagnosis.\nc. Liver biopsy—significantly elevated copper concentration.\n2. If diagnosed, first-degree relatives must be screened as well.\n"
    ],
    "Hemochromatosis": [
        3,
        7903,
        "1. An autosomal recessive disease of iron absorption\n2. Excessive iron absorption in the intestine leads to increased accumulation of iron\n(as ferritin and hemosiderin) in various organs. Over many years, fibrosis in\ninvolved organs occurs secondary to hydroxyl free radicals that are generated by\nthe excess iron.\n3. Affected organs\na. Liver (primary organ)\nb. Pancreas\nc. Heart\nd. Joints\ne. Skin\nf. Thyroid, gonads, hypothalamus\n4. This is an inherited disease, so screen the patient’s siblings. Early diagnosis and\ntreatment before development of complications (primarily cirrhosis, but also heart\ndisease and diabetes) improve survival.\n",
        "1. Markedly elevated serum iron and serum ferritin\n2. Elevated iron saturation (transferrin saturation)\n3. Decreased total iron–binding capacity (TIBC)\n4. Genetic testing for etiologic mutations (gold standard for diagnosis)\n"
    ],
    "Hepatocellular Adenoma": [
        3,
        7952,
        "",
        ""
    ],
    "Cavernous Hemangiomas": [
        3,
        7964,
        "",
        ""
    ],
    "Focal Nodular Hyperplasia": [
        3,
        7977,
        "1. HCC accounts for more than 80% of primary liver cancers and, although rare in\nthe United States, accounts for most deaths due to cancers worldwide. High-risk\nareas include Africa and Asia.\n2. There are two pathologic types\na. Nonfibrolamellar (most common)\nUsually associated with hepatitis B or C and cirrhosis\nUsually unresectable with very short survival time (months)\nb. Fibrolamellar\nUsually not associated with hepatitis B or C or cirrhosis\nMore often resectable; relatively longer survival time\nSeen most commonly in adolescents and young adults\n",
        "1. Liver biopsy—required for definitive diagnosis\n2. Laboratory tests—hepatitis B and C serology, liver function tests (LFTs),\ncoagulation tests\n3. Imaging studies—ultrasound, CT scan (chest, abdomen, pelvis); MRI or MRA if\nsurgery is an option (provides more detail about the anatomy of the tumor)\n4. Tumor marker elevation (AFP) is useful as a screening tool. AFP level may be\nelevated in 40% to 70% of patients with HCC, and is also helpful in monitoring\nresponse to therapy.\n"
    ],
    "Hemobilia": [
        3,
        8053,
        "",
        ""
    ],
    "Liver Cysts": [
        3,
        8066,
        "",
        ""
    ],
    "Liver Abscess": [
        3,
        8085,
        "1. Liver disease caused by occlusion of hepatic venous outflow, which leads to\nhepatic congestion and subsequent microvascular ischemia.\n2. The course is variable, but most cases are indolent, with gradual development of\nportal HTN and progressive deterioration of liver function.\n3. Rarely the disease is severe and leads to acute liver failure, which may be fatal\nwithout immediate therapy.\nB. Causes—hypercoagulable states, myeloproliferative disorders (e.g., polycythemia\nvera), pregnancy, chronic inflammatory diseases, infection, various cancers,\ntrauma. Condition is idiopathic in up to 40% of cases.\nC. Clinical Features (resemble those of cirrhosis)—hepatomegaly, ascites, abdominal\npain (RUQ), jaundice, variceal bleeding.\nD. Diagnosis—hepatic venography; serum ascites albumin gradient >1.1 g/dL.\n",
        ""
    ],
    "Biliary obstruction": [
        3,
        8150,
        "",
        ""
    ],
    "Jaundice": [
        3,
        8152,
        "1. Yellow coloration of skin, mucous membranes, and sclerae due to overproduction\nor underclearance of bilirubin \n2. Clinical jaundice usually becomes evident when total bilirubin is >2 mg/dL\n3. Conjugated versus unconjugated bilirubin\na. Conjugated (direct)\nLoosely bound to albumin and therefore water soluble.\nWhen present in excess, it is excreted in urine. Therefore, dark urine is only\nseen with conjugated bilirubinemia!\nNontoxic.\nb. Unconjugated (indirect)\nTightly bound to albumin and therefore not water soluble.\nCannot be excreted in urine even if blood levels are high.\nToxic—unbound form can cross blood–brain barrier and cause neurologic\ndeficits.\n",
        "1. Serum levels of total conjugated and unconjugated bilirubin .\n2. If unconjugated hyperbilirubinemia: CBC, reticulocyte count, haptoglobin, LDH,\nand peripheral smear may aid in diagnosis of hemolysis as the cause of jaundice.\n"
    ],
    "Liver Function Tests": [
        3,
        8242,
        "1. Cholelithiasis refers to stones in the gallbladder (i.e., gallstones).\n2. Types of stones.\na. Cholesterol stones (yellow to green)—associated with the following:\nObesity, diabetes, hyperlipidemia\nMultiple pregnancies, oral contraceptive use\nCrohn disease, ileal resection\nAdvanced age\nNative American ancestry\nCirrhosis\nCystic fibrosis\nb. Pigment stones\nBlack stones are usually found in the gallbladder and are associated with either\nhemolysis (e.g., sickle cell disease, thalassemia, hereditary spherocytosis,\nartificial cardiac valves) or alcoholic cirrhosis.\nBrown stones are usually found in bile ducts and are associated with biliary\ntract infection.\nc. Mixed stones have components of both cholesterol and pigment stones, and\naccount for the majority of stones.\n",
        "1. RUQ ultrasound has high sensitivity and specificity (>95%) for stones >2 mm.\n2. CT scan and MRI are alternatives.\n"
    ],
    "Acute Cholecystitis": [
        3,
        8362,
        "1. Obstruction of the cystic duct (not infection) induces acute inflammation of the\ngallbladder wall.\n2. Chronic cholecystitis may develop with recurrent bouts of acute cholecystitis.\n3. Ten percent of patients with gallstones develop acute cholecystitis.\n",
        "1. RUQ ultrasound is the test of choice.\na. High sensitivity and specificity\nb. Findings include thickened gallbladder wall, pericholecystic fluid, distended\ngallbladder, and presence of stone(s).\n2. CT scan is as accurate as ultrasound but is more sensitive in identifying\ncomplications of acute cholecystitis (e.g., perforation, abscess, pancreatitis).\n3. Radionuclide scan (hepatoiminodiacetic acid [HIDA])\na. Used when ultrasound is inconclusive. Its sensitivity and specificity parallel that\nof ultrasound. If HIDA scan is normal, acute cholecystitis can be ruled out.\nb. A positive HIDA scan means the gallbladder is not visualized.\n"
    ],
    "Acalculous Cholecystitis": [
        3,
        8433,
        "",
        ""
    ],
    "Choledocholithiasis": [
        3,
        8445,
        "1. Refers to gallstones in the CBD \n2. Primary versus secondary stones\na. Primary stones originate in the CBD (usually pigmented stones).\nb. Secondary stones originate in the gallbladder and then pass into the CBD\n(usually cholesterol or mixed stones). These account for 95% of all cases.\n",
        "1. Laboratory tests—total and direct bilirubin levels are elevated, as well as ALK-P.\n2. RUQ ultrasound is usually the initial study, but is not a sensitive study for\ncholedocholithiasis. It detects CBD in only 50% of cases, so it cannot be used to\nrule out this diagnosis.\n3. ERCP is the gold standard (sensitivity and specificity of 95%) and should follow\nultrasound. ERCP is diagnostic and therapeutic .\n4. PTC is an alternative to ERCP.\n"
    ],
    "Cholangitis": [
        3,
        8528,
        "1. Infection of biliary tract secondary to obstruction, which leads to biliary stasis and\nbacterial overgrowth.\na. Choledocholithiasis accounts for 60% of cases.\nb. Other causes include pancreatic and biliary neoplasm, postoperative strictures,\ninvasive procedures such as ERCP or PTC, and choledochal cysts.\n2. Cholangitis is potentially life threatening and requires emergency treatment.\n",
        "1. RUQ ultrasound is the initial study.\n2. Laboratory findings—hyperbilirubinemia, leukocytosis, mild elevation in serum\ntransaminases.\n3. Cholangiography (PTC or ERCP).\na. This is the definitive test, but it should not be performed during the acute phase\nof illness. Once cholangitis resolves, proceed with PTC or ERCP to identify the\nunderlying problem and plan treatment.\nb. Perform PTC when the duct system is dilated (per ultrasound) and ERCP when\nthe duct system is normal.\n"
    ],
    "Primary Biliary Cholangitis": [
        3,
        8670,
        "1. PBC is a chronic and progressive cholestatic liver disease characterized by\ndestruction of intrahepatic bile ducts with portal inflammation and scarring\n.\n2. It is a slowly progressive disease with a variable course. It may progress to\ncirrhosis and end-stage liver failure.\n3. It is an autoimmune disease that is often associated with other autoimmune\ndisorders.\n4. It is most common in middle-aged women.\n",
        "1. Laboratory findings\na. Cholestatic LFTs (elevated ALK-P)\nb. Positive antimitochondrial antibodies (AMAs) found in 90% to 95% of\npatients. This is the hallmark of the disease (specificity of 98%). If serum is\npositive for AMAs, perform a liver biopsy to confirm diagnosis\nc. Elevated cholesterol, HDL\nd. Elevated immunoglobulin M\n2. Liver biopsy (percutaneous or laparoscopic) to confirm the diagnosis.\n3. Abdominal ultrasound or CT scan to rule out biliary obstruction.\n"
    ],
    "Cholangiocarcinoma": [
        3,
        8714,
        "1. Tumor of intra- or extrahepatic bile ducts: most are adenocarcinomas.\n2. Mean age of diagnosis is in the seventh decade.\n3. Located in three regions: proximal third of the CBD (most common, also called\nKlatskin tumor), distal extrahepatic (best chance of resectability), intrahepatic\n(least common).\n4. Prognosis is dismal—survival is less than 1 year after diagnosis.\n5. Risk factors\na. PSC is the major risk factor in the United States.\nb. Other risk factors include UC, choledochal cysts, and Clonorchis sinensis\ninfestation (in Hong Kong).\n",
        "1. Cholangiography (PTC or ERCP) for diagnosis and assessment of resectability.\n2. If the patient has an unresectable tumor (more likely the case with proximal than\ndistal bile duct tumors), stent placement is an option during either PTC or ERCP\nand may relieve biliary obstruction.\n"
    ],
    "Choledochal Cysts": [
        3,
        8745,
        "",
        ""
    ],
    "Bile Duct Stricture": [
        3,
        8756,
        "",
        ""
    ],
    "Biliary Dyskinesia": [
        3,
        8766,
        "",
        ""
    ],
    "Diseases of the Appendix": [
        3,
        8778,
        "1. Pathogenesis\na. The lumen of the appendix is obstructed by hyperplasia of lymphoid tissue (60%\nof cases), a fecalith (35% of cases), a foreign body, or other rare causes (parasite\nor carcinoid tumor [5% of cases]).\nb. Obstruction leads to stasis (of fluid and mucus), which promotes bacterial\ngrowth, leading to inflammation.\nc. Distention of the appendix can compromise blood supply. The resulting\nischemia can lead to infarction or necrosis if untreated. Necrosis can result in\nappendiceal perforation, and ultimately peritonitis.\n2. Peak incidence is in the teens to mid-20s. Prognosis is far worse in infants and\nelderly patients (higher rate of perforation).\n",
        "1. Acute appendicitis is a clinical diagnosis.\n2. Laboratory findings (mild leukocytosis) are only supportive.\n3. Imaging studies may be helpful if diagnosis uncertain or in atypical presentations.\na. CT scan (sensitivity 98% to 100%)—lowers the false-positive rate significantly.\nb. Ultrasound (sensitivity of 90%).\n"
    ],
    "Chronic Pancreatitis": [
        3,
        9058,
        "1. Persistent or continuing inflammation of the pancreas, with fibrotic tissue\nreplacing pancreatic parenchyma, and alteration of pancreatic ducts (areas of\nstricture/dilation); eventually results in irreversible destruction of the pancreas.\n2. The endocrine and exocrine functions of the pancreas are impaired.\n3. Causes\na. Chronic alcoholism is the most common cause (>80% of cases).\nb. Other causes include hereditary pancreatitis, tropical pancreatitis, and idiopathic\nchronic pancreatitis.\n",
        "1. CT scan  is the initial study of choice. It may show calcifications not\nseen on plain films. Mild to moderate cases may not be detectable, so a normal\nCT scan does not necessarily rule out chronic pancreatitis.\n2. Abdominal radiograph—the presence of pancreatic calcifications is 95% specific,\nbut is found in only 30% of cases.\n3. ERCP is the gold standard, but is not done routinely because it is invasive.\n4. Laboratory studies are not helpful in diagnosis. Serum amylase and lipase levels\nare not elevated in chronic pancreatitis.\n"
    ],
    "Pancreatic Cancer": [
        3,
        9137,
        "1. Most common in elderly patients (75% of patients are >60 years old); rare before\nage 40; more common in African Americans.\n2. Anatomic location\na. Pancreatic head (75% of cases)\nb. Pancreatic body (20% of cases)\nc. Pancreatic tail (5% to 10% of cases)\n3. Risk factors\na. Cigarette smoking (most clearly established risk)\nb. Chronic pancreatitis\nc. Diabetes\nd. Heavy alcohol use\ne. Exposure to chemicals—benzidine and β-naphthylamine\n4. The prognosis is dismal: most patients die within months of diagnosis.\n",
        "1. ERCP is the most sensitive test for diagnosing pancreatic cancer. It can also\ndistinguish cancer of the head of the pancreas from tumors of the CBD,\nduodenum, ampulla, and lymphomas, which have more favorable prognosis.\n2. CT scan is the preferred test for diagnosis and assessment of disease spread.\n3. Tumor markers.\na. CA 19-9 (sensitivity of 83% and specificity of 82%).\nb. CEA (sensitivity of 56% and specificity of 75%).\n"
    ],
    "Gastrointestinal Bleeding": [
        3,
        9192,
        "1. Upper GI bleeding refers to a source of bleeding above the ligament of Treitz in\nthe duodenum.\n2. Lower GI bleeding is classically defined as bleeding below the ligament of Treitz.\n",
        "1. Laboratory tests \na. Stool guaiac for occult blood.\nb. Hemoglobin/hematocrit level (may not be decreased in acute bleeds): A\nhemoglobin level >7 to 8 g/dL is generally acceptable in young, healthy patients\nwithout active bleeding. However, most elderly patients (especially those with\ncardiac disease) should have a hemoglobin level >10 g/dL.\nc. A low mean corpuscular volume (MCV) is suggestive of iron deficiency anemia\n"
    ],
    "Diseases of the Esophagus": [
        3,
        9392,
        "1. There are two pathologic types. In the past, squamous cell carcinoma (SCC)\naccounted for up to 90% of cases. However, the incidence of adenocarcinoma has\nincreased dramatically in the United States, and it now accounts for up to 50% of\nnew cases.\na. SCC\nIncidence is higher in African American men than in other groups.\nMost common locations are the upper and midthoracic esophagus. About onethird may be in distal 10 cm of esophagus.\nRisk factors are alcohol and tobacco use, diet (nitrosamines, betel nuts,\nchronic ingestion of hot foods and beverages such as tea), human\npapillomavirus, achalasia, Plummer–Vinson syndrome, caustic ingestion, and\nnasopharyngeal carcinoma.\nb. Adenocarcinoma\nMore common in Caucasians and men (5:1 over women).\nMost common in distal third of the esophagus/gastroesophageal junction (in\n80% of cases).\nRisk factors: GERD and Barrett esophagus are main risk factors; alcohol and\ntobacco may not be as important as in SCC.\n",
        "1. Barium swallow is useful in evaluation of dysphagia. A presumptive diagnosis\ncan be made.\n2. Upper endoscopy with biopsy and brush cytology is required for definitive\ndiagnosis. It confirms the diagnosis in 95% of cases.\n3. Transesophageal ultrasound helps determine the depth of penetration of the tumor\nand is the most reliable test for staging local cancer.\n4. Full metastatic workup (e.g., CT scan of the chest/abdomen, CXR, bone scan).\n"
    ],
    "Achalasia": [
        3,
        9455,
        "1. Acquired motor disorder of esophageal smooth muscle in which the lower\nesophageal sphincter (LES) fails to completely relax with swallowing, and\nabnormal peristalsis of esophageal body replaces normal peristalsis.\n2. Absolute criteria for diagnosis\na. Incomplete relaxation of the LES\nb. Aperistalsis of esophagus\n",
        ""
    ],
    "Diffuse Esophageal Spasm": [
        3,
        9537,
        "1. Nonperistaltic spontaneous contraction of the esophageal body—several segments\nof the esophagus contract simultaneously and prevent appropriate advancement of\nfood bolus.\n2. In contrast to achalasia, sphincter function is normal (normal LES pressure).\n",
        "1. Esophageal manometry is diagnostic—simultaneous, multiphasic, repetitive\ncontractions that occur after a swallow; sphincter response is normal.\n2. Upper GI barium swallow (“corkscrew esophagus”)—in 50%, which represents\nmultiple simultaneous contractions.\n"
    ],
    "Esophageal Hiatal Hernias": [
        3,
        9562,
        "There are two types of hiatal hernias: sliding (type 1) and paraesophageal (type 2)\n\n1. Sliding hiatal hernias (type 1) account for >90% of cases. Both the\ngastroesophageal junction and a portion of the stomach herniate into the thorax\nthrough the esophageal hiatus (so that the gastroesophageal junction is above the\ndiaphragm). This is a common and benign finding that is associated with GERD.\n2. Paraesophageal hiatal hernia (types 2–4)) accounts for <5% of cases. In type 2\nhernias, the stomach herniates into the thorax through the esophageal hiatus, but\nthe gastroesophageal junction does not; it remains below the diaphragm. Type 3\nhernias have elements of type 1 and type 2 hernias, and both the fundus and the\nGE junction herniate through the hiatus. Type 4 hernias include organs other than\nthe stomach in the hernia sac.\n",
        ""
    ],
    "Esophageal Diverticula": [
        3,
        9647,
        "",
        ""
    ],
    "Esophageal Perforation": [
        3,
        9681,
        "",
        ""
    ],
    "Diseases of the Stomach": [
        3,
        9706,
        "",
        "1. Endoscopy\na. Most accurate test in diagnosing ulcers.\nb. Essential in diagnosis of gastric ulcers because biopsy is necessary to rule out\nmalignancy.\nc. Preferred when severe or acute bleeding is present (can perform electrocautery\nof bleeding ulcers).\n"
    ],
    "Acute Gastritis": [
        3,
        9891,
        "",
        ""
    ],
    "Chronic Gastritis": [
        3,
        9913,
        "",
        ""
    ],
    "Gastric Cancer": [
        3,
        9948,
        "1. The majority are adenocarcinomas.\n2. Gastric cancer is rare in the United States (more common in Japan).\n3. Morphology\na. Ulcerative carcinoma—ulcer through all layers\nb. Polypoid carcinoma—solid mass projects into stomach lumen\nc. Superficial spreading—most favorable prognosis\nd. Linitis plastica—“leather bottle”—infiltrates early through all layers, stomach\nwall is thick and rigid, poor prognosis\n",
        "1. Endoscopy with multiple biopsies—most accurate test\n2. Barium upper GI series—less accurate, but can complement upper\nendoscopy/biopsy findings\n3. Abdominal CT scan—for staging and to detect presence of metastases\n4. FOBT\n"
    ],
    "Gastric Lymphoma": [
        3,
        9983,
        "1. There are three main points of differentiation to consider in small bowel\nobstruction (SBO).\na. Partial versus complete obstruction\nWith partial obstruction, patients are able to pass gas or have bowel\nmovements, as opposed to complete obstruction.\nHowever, patients with complete obstruction may occasionally be able to pass\ngas or stool because they may have residual stool or gas in the colon.\nb. Closed loop versus open loop obstruction\nWith closed loop obstruction, the lumen is occluded at two points by an\nadhesive band or hernia ring. This can compromise the blood supply, requiring\nemergent surgery.\nc. Proximal versus distal SBO\nDistal obstruction causes distention of proximal bowel segments, making\ndiagnosis easier on plain radiograph.\n",
        "1. Abdominal plain films—dilated loops of small bowel, air–fluid levels proximal to\npoint of obstruction (on upright film), and minimal gas in colon (if complete\nSBO) \n2. Barium enema—to rule out colonic obstruction if plain films do not distinguish\nsmall from large bowel obstruction; barium enema identifies site of obstruction.\n3. Upper GI series—with small bowel follow-through if above are not diagnostic.\n"
    ],
    "Paralytic Ileus": [
        3,
        10090,
        "",
        ""
    ],
    "Celiac Sprue": [
        3,
        10104,
        "",
        ""
    ],
    "Whipple Disease": [
        3,
        10118,
        "",
        ""
    ],
    "Tropical Sprue": [
        3,
        10128,
        "",
        ""
    ],
    "Inflammatory Bowel Disease": [
        3,
        10142,
        "1. Crohn disease is a chronic transmural inflammatory disease that can affect any\npart of the GI tract (mouth to anus) but most commonly involves the small bowel\n(terminal ileum).\n2. Distribution: There are three major patterns of disease:\na. Forty percent of patients have disease in the terminal ileum and cecum.\nb. Thirty percent of patients have disease confined to the small intestine.\nc. Twenty-five percent of patients have disease confined to the colon.\nd. Rarely, other parts of GI tract may be involved (stomach, mouth, esophagus).\n3. Pathology\na. Terminal ileum is the hallmark location, but other sites of GI tract may also\nbe involved.\nb. Skip lesions—discontinuous involvement\nc. Fistulae\nd. Luminal strictures\ne. Noncaseating granulomas\nf. Transmural thickening and inflammation (full-thickness wall involvement)—\nresults in narrowing of the lumen.\ng. Mesenteric “fat creeping” onto the antimesenteric border of small bowel.\n",
        "1. Endoscopy (sigmoidoscopy or colonoscopy) with biopsy—typical findings are\naphthous ulcers, cobblestone appearance, pseudopolyps, patchy (skip) lesions.\n2. Barium enema\n3. Upper GI with small bowel follow-through\n"
    ],
    "Ulcerative Colitis": [
        3,
        10249,
        "1. UC is a chronic inflammatory disease of the colon or rectal mucosa (see also\nTable 3-8).\n2. It may occur at any age (usually begins in adolescence or young adulthood).\n3. Distribution: UC involves the rectum in all cases and can involve the colon\neither partially or entirely, but is always continuous. There are no skip lesions as\nare seen in Crohn disease.\na. Rectum alone (in 10% of cases)\nb. Rectum and left colon (in 40% of cases)\nc. Rectum, left colon, and right colon (in 30% of cases)\nd. Pancolitis (in 30% of cases)\n",
        "1. Stool cultures for Clostridium difficile, ova, and parasites to rule out infectious\ndiarrhea.\n2. Fecal leukocytes\na. WBCs can appear in UC, ischemic colitis, or infectious diarrhea.\n3. Colonoscopy to assess the extent of disease and the presence of any\ncomplications.\n"
    ],
    "Polydipsia": [
        4,
        10614,
        "",
        "a. Hyperglycemia: serum glucose typically >450 mg/dL and <850 mg/dL (in\ncertain conditions, e.g., alcohol ingestion, the patient may be euglycemic)\nb. Metabolic acidosis\n"
    ],
    "Obesity": [
        4,
        11156,
        "1. BMI ≥30 kg/m2\n2. About one-third of US population is obese (with an increasing prevalence in\nadults, adolescents, and children).\n3. Obesity is associated with an increased risk of hypertension, dyslipidemia,\ndiabetes mellitus, cardiovascular disease, and osteoarthritis.\n",
        "1. All adults should be screened by measuring height, weight, and calculating body\nmass index (BMI)\n2. BMI = body weight (kg)/height2 (meters)\n3. Overweight and obese patient should be further screened with waist\ncircumference to assess abdominal obesity.\n4. Waist circumference of ≥40 inches in men and ≥35 inches in women is considered\nelevated and corresponds with an increased cardiometabolic risk.\n5. Patients with abdominal obesity are at increased risk for heart disease, diabetes,\nhypertension, dyslipidemia, and nonalcoholic fatty liver disease (NAFLD).\n"
    ],
    "Hypoglycemia": [
        4,
        11208,
        "1. The primary organ at risk in hypoglycemia is the brain—The brain uses\nglucose as its main energy source except when using ketone bodies during fasting\n.\n2. Unlike other tissues, the brain cannot use free fatty acids as an energy source.\n3. Hypoglycemia is really due to an imbalance between glucagon and insulin.\n4. If there is no correlation between the symptoms and low glucose levels (e.g.,\npatient has symptoms when glucose levels are normal), an underlying disorder of\nglucose metabolism is unlikely (i.e., the patient does not have true hypoglycemia).\n",
        "1. Blood glucose level—Symptoms generally begin when levels drop below 50.\nHowever, there is no cutoff value to define hypoglycemia.\n2. Whipple triad is used to diagnose true hypoglycemia (i.e., hypoglycemia due to\nunderlying disease). (See the Insulinoma section.)\n3. Laboratory tests—for measurement of serum insulin, C-peptide, and glucose\nwhen symptoms occur. An overnight fast may be sufficient to produce symptoms.\n4. 72-hour fast (24 hours is usually sufficient)—used to diagnose insulinoma if\nsuspected.\n"
    ],
    "Insulinoma": [
        4,
        11294,
        "1. Insulin-producing tumor arising from the β-cells of the pancreas\n2. Associated with MEN I syndrome\n3. Usually benign (in up to 90% of the cases)\n",
        "1. 72-hour fast .\na. The patient becomes hypoglycemic. Normally, the insulin level should decrease\nas hypoglycemia develops.\nb. In persons with insulinoma, insulin does not respond appropriately to\nhypoglycemia. It may decrease or increase, or it may not change. Nevertheless,\nthe insulin levels are still higher than they would be in a normal individual for\nany given glucose concentration.\n2. Whipple triad.\na. Hypoglycemic symptoms brought on by fasting.\nb. Blood glucose <50 mg/dL during symptomatic attack.\nc. Glucose administration brings relief of symptoms.\n3. Elevated fasting serum insulin level. C-peptide levels should also be elevated,\nwhich distinguishes insulinoma from exogenous insulin administration.\n"
    ],
    "Glucagonoma": [
        4,
        11347,
        "",
        ""
    ],
    "Somatostatinoma": [
        4,
        11354,
        "",
        "1. Serum TSH level (low)—initial test of choice: If TSH is normal or high,\nhyperthyroidism is unlikely. (TSH-induced hyperthyroidism is quite uncommon.)\n2. Next order thyroid hormone levels: T4 level should be elevated.\n3. Testing the T3 level is usually unnecessary but may be helpful if TSH level is low\nand free T4 is not elevated, because excess T3 alone can cause hyperthyroidism.\n4. Other tests (less commonly used but often tested).\na. Radioactive T3 uptake.\nGives information regarding the status of thyroid-binding globulin (TBG).\nThe patient is given “resin” and radioactive T3. Radioactive T3 will only bind\nto the resin when there is no “space” left on TBG. By measuring how much\nradioactive T3 binds to the resin, you are measuring how much TBG is\navailable to bind. For example, if large amounts of radioactive T3 are binding\nto the resin, the fewer “unoccupied” spots are available on TBG; this can be\nseen in hyperthyroidism when high levels of T4 “occupy” those TBG sites.\nThe importance of this test is that it helps differentiate between elevations\nin thyroid hormones due to increased TBG from true hyperthyroidism\n(due to an actual increase in free T4).\nConsider hyperthyroidism when the thyroid gland is producing excess T4.\nIn this case, all of the binding sites on TBG will be bound by T4, so radioactive\nT3 uptake will increase.\n"
    ],
    "Thyroid Storm": [
        4,
        11557,
        "",
        ""
    ],
    "Hypothyroidism": [
        4,
        11584,
        "1. The onset of symptoms is usually insidious, and the condition may go undetected\nfor years .\n2. Sometimes a diagnosis is made solely on laboratory evidence in an asymptomatic\npatient.\n",
        "1. High TSH level—most sensitive indicator of hypothyroidism (see also Clinical\nPearl 4-7).\n2. Low TSH level in secondary hypothyroidism.\n3. Low free T4 level (or free T4 index) in patients with clinically overt\nhypothyroidism. Free T4 may be normal in subclinical cases.\n4. Increased antimicrosomal antibodies (Hashimoto thyroiditis).\n5. Other laboratory value abnormalities that may be present:\na. Elevated LDL and decreased HDL levels.\nb. Anemia—mild normocytic anemia is the most common.\n"
    ],
    "Thyroiditis": [
        4,
        11668,
        "",
        "a. Radioiodine uptake is low because thyroid follicular cells are damaged and\ncannot trap iodine.\nb. Low TSH level secondary to suppression by increased T4 and T3 levels; high\nerythrocyte sedimentation rate (ESR).\n4. Treatment\na. Use NSAIDs and aspirin for mild symptoms; corticosteroids, if the pain is more\nsevere.\nb. Most patients have recovery of thyroid function within a few months to 1 year.\nB. Subacute Lymphocytic Thyroiditis (painless thyroiditis, silent thyroiditis)\n1. A transient thyrotoxic phase of 2 to 5 months may be followed by a hypothyroid\nphase. The hypothyroid phase is usually self-limited and may be the only\nmanifestation of this disease if the hyperthyroid phase is brief.\n2. Low radioactive iodine uptake—differentiates it from Graves disease during\nthyrotoxic phase.\n3. Similar to subacute (viral) thyroiditis, only without the pain or tenderness of the\nthyroid gland.\n"
    ],
    "Thyroid Nodules": [
        4,
        11726,
        "1. Cancer is found in 4% to 10% of nodules that are investigated.\n2. A solitary nodule can be either thyroid cancer or a benign adenoma. However,\nmultinodular conditions may cause confusion because only one of these nodules\nmay be palpable.\n3. The most important function of the physical examination is the detection of the\nthyroid nodule, rather than the determination of its benign or malignant status.\n4. To be detectable on palpation, a nodule must be at least 1 cm in diameter.\n5. Malignancy is suggested by the following:\na. If the nodule is fixed in place and no movement occurs on swallowing\nb. Unusually firm consistency or irregularity of the nodule\nc. If the nodule is solitary\nd. History of radiation therapy to the neck\ne. History of rapid development\nf. Vocal cord paralysis (recurrent laryngeal nerve paralysis)\ng. Cervical adenopathy\nh. Elevated serum calcitonin\ni. Family history of thyroid cancer\n",
        "1. Initial workup should include history, physical exam, ultrasound of neck and\nTSH.\n2. Fine-needle aspiration \n"
    ],
    "Thyroid Cancer": [
        4,
        11798,
        "1. Risk factors\na. Head and neck radiation (during childhood)\nb. Gardner syndrome and Cowden syndrome for papillary cancer\nc. MEN type II for medullary cancer\n",
        "1. Thyroid hormone level (frequently normal)\n2. Calcitonin level (if medullary carcinoma)\n3. Refer to the section on thyroid nodules for diagnostic approach.\n"
    ],
    "Hyperprolactinemia": [
        4,
        11921,
        "",
        "1. Elevated serum prolactin level.\n2. Order a pregnancy test and TSH level, because both pregnancy and primary\nhypothyroidism are on the differential diagnosis for hyperprolactinemia.\n"
    ],
    "Acromegaly": [
        4,
        11971,
        "1. Acromegaly is broadening of the skeleton, which results from excess secretion of\npituitary GH after epiphyseal closure (if before epiphyseal closure, gigantism\n[excessive height] results).\n2. It is almost always caused by a GH-secreting pituitary adenoma (represents 10%\nof pituitary adenomas).\n",
        ""
    ],
    "Craniopharyngioma": [
        4,
        12019,
        "",
        ""
    ],
    "Hypopituitarism": [
        4,
        12034,
        "1. All or some of the hormones released from the anterior pituitary may be absent.\n2. Loss of hormones is unpredictable, but LH, FSH, and GH are usually lost before\nTSH and ACTH.\n3. Clinical manifestations depend on which hormones are lost.\n",
        "1. Low levels of target hormones with low or normal levels of trophic hormones (it\nis the suppression of the trophic hormone that is important, although the absolute\nlevel may be in the normal reference range)\n2. MRI of the brain (may miss microadenomas)\n"
    ],
    "Diabetes Insipidus": [
        4,
        12064,
        "1. Two forms\na. Central DI is the most common form—due to low ADH secretion by posterior\npituitary.\nb. Nephrogenic DI—ADH secretion is normal but tubules cannot respond to ADH.\n2. Causes\na. Central DI\nIdiopathic—50% of all cases\nTrauma—surgery, head trauma\nOther destructive processes involving the hypothalamus, including tumors,\nsarcoidosis, tuberculosis, syphilis, Hand–Schüller–Christian disease,\neosinophilic granuloma, and encephalitis\nb. Nephrogenic DI—the most common cause in adults is chronic lithium use. Other\ncauses include hypercalcemia, pyelonephritis, and demeclocycline use. It may\nalso be congenital—caused by mutations in the ADH receptor gene or the\naquaporin-2 gene.\n",
        ""
    ],
    "Primary Hyperparathyroidism": [
        4,
        12278,
        "1. One or more glands produce inappropriately high amounts of PTH relative to the\nserum calcium level.\n2. Most common cause of hypercalcemia in the outpatient setting.\n",
        "1. Laboratory \na. Calcium levels (hypercalcemia)—when calculating calcium levels, be aware of\nalbumin levels. Calculate the ionized fraction or get an ionized calcium level.\n"
    ],
    "Pheochromocytoma": [
        4,
        12501,
        "1. Pheochromocytomas are rare tumors that produce, store, and secrete\ncatecholamines.\n2. Ninety percent found in adrenal medulla (10% extra-adrenal).\n3. Curable if diagnosed and treated, but may be fatal if undiagnosed.\n4. Arise from the chromaffin cells of the adrenal medulla or from the sympathetic\nganglia if extra-adrenal.\n",
        "1. Urine screen—test for the presence of the following breakdown products of\ncatecholamines:\na. Metanephrine\nb. Vanillylmandelic acid, homovanillic acid, normetanephrine\n2. Plasma metanephrines have been proposed by some investigators as a superior\ntest to urine metanephrines, especially when clinical suspicion is high.\nUrine/serum epinephrine and norepinephrine levels—if the epinephrine level is\nelevated, the tumor must be adrenal or near the adrenal gland (organ of\nZuckerkandl) because nonadrenal tumors cannot methylate norepinephrine to\nepinephrine.\n3. Tumor localization tests—CT, MRI.\n"
    ],
    "Primary Hyperaldosteronism": [
        4,
        12560,
        "1. Excessive production of aldosterone by the adrenal glands independent of any\nregulation by the renin–angiotensin system \n2. Excess mineralocorticoids increase the activity of the Na+/K+ pumps in the\ncortical collecting tubules.\na. Sodium retention causes ECF volume expansion and HTN.\nb. Potassium loss results in hypokalemia.\n3. Excess aldosterone also increases the secretion of hydrogen ions into the lumen of\nthe medullary collecting tubules resulting in metabolic alkalosis.\n",
        "1. Ratio of the plasma aldosterone level to plasma renin—A screening test in\nprimary hyperaldosteronism reveals inappropriately elevated levels of plasma\naldosterone with coexistent decreased plasma renin activity. Therefore, if the\nplasma aldosterone-to-renin ratio is >30, evaluate further.\n2. For definitive diagnosis, one of the two tests is usually performed.\na. Saline infusion test\nInfusion of saline will decrease aldosterone levels in normal patients but not in\nthose with primary aldosteronism.\nIf aldosterone levels are <8.5 ng/dL after saline infusion, primary\naldosteronism may be ruled out.\nb. Oral sodium loading\nThe patient is given a high salt diet for 3 days. Serum and urine electrolytes,\naldosterone, and creatinine are measured on the third day. High urine\naldosterone in the setting of high urine sodium (to document appropriate\nsodium loading) confirms the diagnosis.\n"
    ],
    "Adrenal Insufficiency": [
        4,
        12650,
        "",
        ""
    ],
    "Weight loss": [
        4,
        12685,
        "1. Autosomal recessive disease.\n2. Ninety percent of the cases are due to 21-hydroxylase deficiency. 11-hydroxylase\ndeficiency is the next most common cause.\n",
        "1. Decreased plasma cortisol level .\n2. Plasma ACTH level—if low, this implies a secondary adrenal insufficiency\n"
    ],
    "Pons": [
        5,
        12962,
        "",
        ""
    ],
    "Hemorrhagic Stroke": [
        5,
        13092,
        "",
        "a. CT scan of the head diagnoses 95% of ICH (may miss very small bleeds)\n.\nb. Coagulation panel and platelets—check these to evaluate for bleeding diathesis.\n6. Complications\na. Increased ICP\nb. Seizures\nc. Rebleeding\nd. Vasospasm\ne. Hydrocephalus\nf. SIADH\n7. Treatment\na. Admission to the ICU\nb. ABC’s (airway, breathing, and circulation)—airway management is important\ndue to altered mental status and decreased respiratory drive. Patients often\nrequire intubation.\nc. BP reduction\nElevated BP increases ICP and can cause further bleeding. However,\nhypotension can lower cerebral blood flow, worsening the neurologic deficits.\nTherefore, BP reduction must be gradual.\nTreatment is indicated if systolic BP is >180 or the MAP is >130. Common IV\nagents used include nicardipine, labetalol, nitroprusside, and others.\nd. Initial management of elevated ICP includes elevating the head of the bed to\n30 degrees and appropriate sedation and pain control. Mannitol (osmotic agent)\nis often used to lower ICP; other options include hyperventilation, barbiturates,\nneuromuscular blockade, and CSF drainage.\ne. If the patient is on anticoagulation or an antiplatelet agent, reversal agents (e.g.,\nvitamin K for warfarin, protamine sulfate for heparin, prothrombin complex\nconcentrate for warfarin and the newer oral anticoagulants, etc.).\nf. Use of steroids is harmful and is not recommended.\n"
    ],
    "Movement Disorders": [
        5,
        13256,
        "1. Parkinson disease is the most common hypokinetic movement disorder.\n2. Onset is usually after age 50 years.\n3. Parkinson disease is essentially a clinical diagnosis. Laboratory studies play no\nrole in diagnosis.\n4. Parkinsonism refers to symptoms and signs of Parkinson disease and can result\nfrom many conditions (e.g., medications). Up to 10% of patients with\nParkinsonism will have “Parkinson-plus syndromes”:\na. Multiple system atrophy: parkinsonism plus one of the following subtypes:\ndysautonomia (Shy–Drager syndrome), cerebellar ataxia (MSA-C), or dystonia\n(MSA with predominant parkinsonism).\nb. Progressive supranuclear palsy: parkinsonism plus prominent oculomotor\ndeficits.\nc. Corticobasal degeneration: parkinsonism (usually asymmetric) plus impaired\ncognition, dystonia, sensory deficits, and myoclonus.\n",
        ""
    ],
    "Huntington Chorea": [
        5,
        13365,
        "1. Autosomal dominant, so lack of family history makes this diagnosis unlikely.\n2. Onset is between 30 and 50 years of age. Symptoms worsen steadily, with 15\nyears being the typical duration from onset to death.\n3. It is caused by a mutation on chromosome 4 (expanded triplet repeat sequence)—\nCAG leads to a loss of GABA-producing neurons in the striatum.\n",
        "1. MRI shows atrophy of the head of caudate nuclei.\n2. DNA testing confirms the diagnosis. Genetic counseling plays an important role.\n"
    ],
    "Tremor": [
        5,
        13391,
        "",
        ""
    ],
    "Ataxia": [
        5,
        13416,
        "1. Gait instability\n2. Loss of balance\n3. Impaired limb coordination\n",
        ""
    ],
    "Restless Leg Syndrome": [
        5,
        13436,
        "",
        ""
    ],
    "Tourette Syndrome": [
        5,
        13445,
        "1. Associated with obsessive-compulsive disorder.\n2. Onset before age 21 years.\n3. Thought to have autosomal dominant inheritance pattern.\n4. Not all patients with tics have Tourette syndrome.\n5. Not all patients with Tourette syndrome experience coprolalia (involuntary\nswearing).\n",
        ""
    ],
    "Dementia": [
        5,
        13469,
        "1. Dementia is a progressive deterioration of intellectual function, typically\ncharacterized by preservation of consciousness.\n2. The most important risk factor for dementia is increasing age.\n",
        ""
    ],
    "Alzheimer Disease": [
        5,
        13561,
        "1. Epidemiology\na. Alzheimer disease is a very common cause of death in the United States.\nb. Prevalence increases with age—Approximately 10% to 15% of individuals over\nage 65, and 15% to 30% of individuals over age 80 have Alzheimer disease.\nHowever, many will die of other causes first.\n2. Risk factors\na. Age\nb. Family history (especially for early-onset Alzheimer disease)\nc. Down syndrome\n3. Etiology is unknown, but a heritable component may be present. Chromosomes\n21, 14, and 19 have been linked to Alzheimer disease.\n4. Pathology (noted at autopsy):\na. Quantity of senile plaques (age-specific)—focal collections of dilated, tortuous\nneuritic processes surrounding a central amyloid core (amyloid β-protein).\nb. Quantity of neurofibrillary tangles containing abnormal tau proteins.\nc. Neuronal loss and prominent atrophy.\n",
        "1. Alzheimer disease is essentially a clinical diagnosis; exclude other causes first.\n2. CT scan or MRI showing diffuse cortical atrophy with enlargement of the\nventricles strengthens the diagnosis.\n"
    ],
    "Dementia With Lewy Bodies": [
        5,
        13629,
        "",
        ""
    ],
    "Altered Mental Status": [
        5,
        13643,
        "1. Delirium is an acute period of cognitive dysfunction due to a medical disturbance\nor condition .\n2. Elderly patients are especially prone to delirium.\n",
        "1. The most common delirium screening test is the Confusion Assessment Method\n(CAM), which is based on four features: acute onset with a fluctuating course,\ninattention, disorganized thinking, and an altered level of consciousness.\n2. Workup of delirium depends on suspected contributing factors and reversible\ncauses. It is largely based on a good history and physical exam (with a detailed\nneurologic exam and mental status assessment), especially with a good review of\nmedications. Lab, imaging, and procedures (e.g., lumbar puncture) workup is\npatient-specific.\n"
    ],
    "Coma": [
        5,
        13750,
        "1. A coma is a depressed level of consciousness to the extent that the patient is\ncompletely unresponsive to any stimuli.\n2. Causes\na. Structural brain lesions that cause a coma are usually bilateral unless they\nproduce enough mass effect to compress the brainstem or the opposite cerebral\nhemisphere .\nb. Global brain dysfunction (e.g., metabolic or systemic disorders)\nc. Psychiatric causes—conversion disorders and malingering may be difficult to\ndifferentiate from a true coma.\n",
        ""
    ],
    "Demyelinating Disease": [
        5,
        13891,
        "1. Pathology\na. Selective demyelination of CNS—multifocal zones of demyelination (plaques)\nare scattered throughout the white matter. Classic location of plaques is at the\nangles of the lateral ventricles.\nb. Demyelination primarily involves white matter of the brain and spinal cord;\ntends to spare the gray matter/axons and the peripheral nervous system.\nHowever, improved imaging techniques are showing that cortical demyelination\nmay be more prevalent than previously appreciated.\nc. Commonly involved tracts: pyramidal and cerebellar pathways, medial\nlongitudinal fasciculus, optic nerve, posterior columns.\n2. Women are two to three times more likely than men to have MS.\n3. Etiology is unknown, but is probably secondary to the interplay of environmental,\nimmunologic, and genetic factors.\n",
        "1. The diagnosis is essentially clinical—suspect it in young adults with relapsing and\nremitting neurologic signs and symptoms that are difficult to explain (due to\n"
    ],
    "Neuromuscular Diseases": [
        5,
        14059,
        "1. Autoimmune disorder—Autoantibodies are directed against the nicotinic\nacetylcholine receptors of the neuromuscular junction, which leads to a reduced\npostsynaptic response to acetylcholine and results in significant muscle fatigue.\n2. Muscles that are stimulated repeatedly (e.g., extraocular muscles) are prone to\nfatigue.\n3. The peak incidence in women is age 20 to 30; in men, 50 to 70. It is more\ncommon in women.\n",
        ""
    ],
    "Duchenne Muscular Dystrophy": [
        5,
        14133,
        "1. X-linked recessive (almost exclusively in males) disease involving a mutation on\na gene that codes for the dystrophin protein (dystrophin is absent causing muscle\ncells to die).\n2. Characteristically, there is no inflammation.\n",
        "1. Serum creatine phosphokinase—levels are markedly elevated.\n2. DNA testing has now replaced muscle biopsy for diagnosis.\n"
    ],
    "Becker Muscular Dystrophy": [
        5,
        14166,
        "",
        ""
    ],
    "Neurocutaneous Syndromes": [
        5,
        14172,
        "",
        ""
    ],
    "Neurofibromatosis Type II": [
        5,
        14190,
        "",
        ""
    ],
    "Tuberous Sclerosis": [
        5,
        14199,
        "",
        ""
    ],
    "Spinal Cord Diseases": [
        5,
        14221,
        "",
        ""
    ],
    "Transverse Myelitis": [
        5,
        14253,
        "",
        ""
    ],
    "Horner Syndrome": [
        5,
        14267,
        "1. Results from the interruption of cervical sympathetic nerves\n2. Can be preganglionic (central lesions) or postganglionic (distal to superior\ncervical ganglion); the former is more worrisome and requires more thorough\nevaluation\n",
        ""
    ],
    "Poliomyelitis": [
        5,
        14285,
        "1. Vertigo refers to a disturbance of the vestibular system characterized by a\nsensation of spinning or hallucination of movement.\n2. It is important to identify the common complaint of “dizziness” as vertigo (“room\nspinning”) or lightheadedness (presyncopal symptoms from cerebral\nhypoperfusion).\n3. The initial goal is to determine whether the cause of the vertigo is peripheral\n(inner ear) or central (e.g., tumor, CVA).\n4. Peripheral vertigo is usually benign, but central vertigo can have serious\nconsequences.\n5. For patient with ongoing symptoms (continuous vertigo), perform a HINTS test to\nrule out brainstem or cerebellar stroke. HINTS is a three-part test and stands for\nHead Impulse, Nystagmus, and Test for Skew. The presence of all three of the\nfollowing suggests a peripheral lesion, and is accurate in ruling out a central\nlesion: abnormal head impulse test, the presence of unidirectional, horizontal, or\ntorsional nystagmus, and absent skew.\n",
        ""
    ],
    "Syncope": [
        5,
        14404,
        "1. Syncope refers to a transient loss of consciousness/postural tone secondary to\nacute decrease in cerebral blood flow. It is characterized by rapid recovery of\nconsciousness without resuscitation.\n2. Seizure is a cause of acute altered mental status, but is not technically a cause of\nsyncope.\n",
        "1. First, attempt to rule out conditions that are life threatening (e.g., MI, hemorrhage,\nand arrhythmias) .\n2. The main goal is to differentiate between cardiac and noncardiac etiologies,\nbecause the prognosis is poorest for those with underlying heart disease.\n3. History\na. Three key elements need to be determined: events before, during, and after the\nsyncopal episode.\nb. Check the patient’s medications—this is especially important in elderly patients.\nc. Seek reports from witnesses of the syncopal event.\n4. Physical examination (priority given to cardiovascular system)\na. BP and pulse measurements in supine, sitting, and standing positions (orthostatic\nvital signs).\nb. Mental status (postictal state).\nc. Murmurs (aortic stenosis, hypertrophic cardiomyopathy).\na. ECG should be obtained in all patients with syncope, and may identify lifethreatening causes (ventricular tachycardia, other arrhythmias, ischemia).\nb. CBC, metabolic panel, and other labs based on the history and physical may be\nappropriate.\nc. Echocardiography if structural heart disease is suspected.\n"
    ],
    "Seizures": [
        5,
        14526,
        "1. A seizure occurs when there is a sudden abnormal discharge of electrical activity\nin the brain .\n2. The diagnosis of epilepsy is reserved for a syndrome of recurrent, idiopathic\nseizures. The ultimate cause of seizures in epilepsy is unknown.\nB. Causes (four M’s, four I’s)\n1. Metabolic and electrolyte disturbances—hyponatremia, water intoxication,\nhypoglycemia or hyperglycemia, hypocalcemia, uremia, thyroid storm,\nhyperthermia.\n2. Mass lesions—brain metastases, primary brain tumors, hemorrhage.\n3. Missing drugs.\na. Noncompliance with anticonvulsants in patients with epilepsy—this is the\nmost common reason for poor seizure control in epileptics.\nb. Acute withdrawal from alcohol, benzodiazepines, barbiturates.\n",
        "1. If the patient has a known seizure disorder (epileptic), check anticonvulsant levels\n—This is usually the only test that is needed. Because therapeutic anticonvulsant\nlevels are variable, one dose may be toxic for one patient and therapeutic for\n"
    ],
    "Aphasia": [
        5,
        14743,
        "1. Aphasia is the loss or defect of language (e.g., in speaking, fluency, reading,\nwriting, comprehension of written or spoken material).\n2. Most lesions that cause aphasia involve the dominant hemisphere.\na. In 95% of right-handed people, the left cerebral hemisphere is dominant for\nlanguage.\nb. In 50% of left-handed people, the left hemisphere is dominant for language\n(however, the right hemisphere also has language functions in most left-handed\npeople).\n3. There are four types of aphasia (described below): Wernicke aphasia, Broca\naphasia, conduction aphasia, and global aphasia.\n",
        ""
    ],
    "Bell Palsy": [
        5,
        14800,
        "1. This refers to hemifacial weakness/paralysis of muscles innervated by CN VII\ndue to swelling of the cranial nerve.\n2. The prognosis is very good; 80% of patients recover fully within weeks to\nmonths.\n",
        "approach is different.\n2. Do not use steroids if Lyme is suspected!\n3. Consider EMG testing if paresis fails to resolve within 10 days.\n"
    ],
    "Connective Tissue Diseases": [
        6,
        14971,
        "1. An autoimmune disorder leading to inflammation and tissue damage in multiple\norgan systems.\n2. Systemic lupus erythematosus (SLE) is an idiopathic chronic inflammatory\ndisease with genetic, environmental, and hormonal factors.\n3. The pathophysiology involves autoantibody production, deposition of immune\ncomplexes, complement activation, and accompanying tissue\ndestruction/vasculitis.\n",
        "least 4 criteria (at least 1 clinical criteria and 1 immunologic criteria) OR biopsyproven lupus nephritis with a positive ANA or anti-dsDNA.\n2. Autoantibodies in lupus:\na. ANA: Sensitive but not specific; almost all patients with SLE have elevated\nserum ANA levels \nb. Anti-ds DNA (in 70%): very specific (but not sensitive)\nc. Anti-Smith \nd. Antiphospholipid antibody positivity, as determined by positive lupus\nanticoagulant, false-positive RPR, medium- or high-titer anticardiolipin antibody\n"
    ],
    "Scleroderma": [
        6,
        15097,
        "1. A chronic connective tissue disorder that can lead to widespread fibrosis.\n2. Pathophysiology: Cytokines stimulate fibroblasts, causing an abnormal amount of\ncollagen deposition. It is the high quantity of collagen that causes the problems\nassociated with this disease (composition of the collagen is normal).\n3. Scleroderma is more common in women. Average age of onset is 35 to 50 years.\n4. There are two types of scleroderma: Diffuse (20%) and limited (80%) (see Table\n6-3)\n",
        "1. Diagnostic tests are of limited utility. Almost all patients have elevated ANAs\n(high sensitivity, low specificity).\n2. Anticentromere antibody is very specific for the limited form.\n3. Antitopoisomerase I (antiscleroderma-70) Ab is very specific for the diffuse\nform.\n4. Barium swallow (esophageal dysmotility) and pulmonary function test are used to\ndetect complications.\n"
    ],
    "Rheumatoid Arthritis": [
        6,
        15424,
        "1. RA is a chronic inflammatory autoimmune disease involving the synovium of\njoints. The inflamed synovium can cause damage to cartilage and bone.\n2. It is a systemic disease that has many extra-articular manifestations .\n3. The usual age of onset is 20 to 40 years; it is more common in women than in\nmen (3:1).\n4. Etiology is uncertain. It may be caused by an infection or a series of infections\n(most likely viral), but genetic predisposition is necessary.\n",
        "1. Laboratory findings \na. High titers of RF are associated with more severe disease and are generally\nnonspecific. RF is eventually present in 80% of patients with RA (may be absent\nearly in the disease), but is also present in up to 3% of the healthy population.\n"
    ],
    "Crystal-Induced Arthritides": [
        6,
        15663,
        "1. Gout is an inflammatory monoarticular arthritis caused by the crystallization of\nmonosodium urate in joints . Hyperuricemia is a\nhallmark of the disease, but it does not by itself indicate gout.\n2. Ninety percent of patients are men over 30 years of age. Women are not affected\nuntil after menopause due to decreased estrogen-mediated urinary urate excretion.\n",
        "1. Joint aspiration and synovial fluid analysis (under a polarizing microscope) is the\nonly way to make a definitive diagnosis—needle-shaped and negatively\nbirefringent urate crystals appear in synovial fluid.\n2. Serum uric acid is not helpful in diagnosis because it can be normal even during\nan acute gouty attack.\n3. Radiographs reveal punched-out erosions with an overhanging rim of cortical\nbone in advanced disease.\n"
    ],
    "Inclusion Body Myositis": [
        6,
        15920,
        "More common in men (elderly)\nInsidious onset of slowly progressive proximal and distal weakness, often leads to\ndelay in diagnosis\nThere is early weakness and atrophy of quadriceps, forearm flexors, and tibialis\nanterior muscles. Involvement is asymmetrical. Facial weakness occurs in one-third\nof patients, and dysphagia in one-half of patients.\nPatients can also have loss of deep tendon reflexes (nerves are not involved in\npolymyositis and dermatomyositis)\nExtramuscular manifestations are rare\nDiagnosis—slight elevation of CK levels (relatively low)\nPoor response to therapy\nNot associated with autoantibodies\n",
        ""
    ],
    "Polymyalgia Rheumatica": [
        6,
        15938,
        "1. Usually occurs in elderly patients (rare before the age of 50). The mean age of\nonset is 70, and it is more common in women.\n2. The cause is unknown, but an autoimmune process may be responsible. There is a\npossible genetic link (association with HLA-DR4 allele).\n3. Self-limited disease (duration of 1 to 2 years).\n",
        "1. Essentially a clinical diagnosis\n2. ESR is usually elevated and aids in diagnosis\na. Almost always >50, frequently >100\nb. Correlates with disease activity\nD. Treatment: corticosteroids\n1. Response usually occurs within 1 to 7 days. Corticosteroids are not curative, but\nare effective in suppressing inflammation until the disease resolves itself.\n2. After 4 to 6 weeks, begin to taper slowly.\n3. Most patients (60% to 70%) can stop corticosteroids within 2 years. A few\npatients have symptoms for up to 10 years.\n"
    ],
    "Fibromyalgia": [
        6,
        15972,
        "1. Adult women account for 80% to 90% of cases.\n2. Chronic nonprogressive course with waxing and waning in severity; many\npatients improve with time.\n3. Key to diagnosis: multiple trigger points (points that are tender to palpation)\na. Symmetrical.\nb. Eighteen characteristic locations have been identified, including occiput, neck,\nshoulder, ribs, elbows, buttocks, and knees.\n4. Etiology is unknown—somatization is not a proven cause.\n",
        "1. Diagnostic criteria\na. Widespread pain including axial pain for at least 3 months\nb. Pain in at least 11 of the 18 possible tender point sites\n2. There are no specific confirmatory tests for fibromyalgia, therefore, it is important\nto rule out/consider the following conditions: Myofascial syndromes, rheumatoid\ndisease, polymyalgia rheumatica, ankylosing spondylitis, spondyloarthropathy,\nchronic fatigue syndrome, Lyme disease, hypothyroidism, polymyositis,\ndepression and somatization disorder, and hypertrophic osteoarthropathy.\n"
    ],
    "Psoriatic Arthritis": [
        6,
        16160,
        "",
        ""
    ],
    "Vasculitis": [
        6,
        16170,
        "",
        ""
    ],
    "Large-Vessel Vasculitides": [
        6,
        16179,
        "1. Vasculitis of unknown cause; typical patient is >50 years of age; twice as common\nin women as men .\n2. The temporal arteries are most frequently affected, but it may involve other\narteries, such as the aorta or carotids. Carotid bruits, decreased pulses in the arms,\nand aortic regurgitation may also be observed.\n3. Associated with increased risk of aortic aneurysm and aortic dissection.\n",
        "1. ESR elevated (but normal ESR does not exclude the diagnosis)\n2. Biopsy of the temporal artery has a sensitivity of 90%. A single negative biopsy\ndoes not exclude the diagnosis.\n"
    ],
    "Medium-Vessel Vasculitides": [
        6,
        16274,
        "1. Vasculitis of medium-sized vessels involving the nervous system and GI tract\n2. Can be associated with hepatitis B, HIV, and drug reactions\n3. Pathophysiology: PMN invasion of all layers and fibrinoid necrosis plus resulting\nintimal proliferation lead to reduced luminal area, which results in ischemia,\ninfarction, and aneurysms\n4. Necrosis is segmented, leading to “rosary sign” as a result of aneurysms\n",
        "2. ESR is usually elevated, and p-ANCA may be present.\n3. Test for fecal occult blood.\n"
    ],
    "Variable-Vessel Vasculitis": [
        6,
        16371,
        "",
        ""
    ],
    "Renal Failure": [
        7,
        16387,
        "",
        ""
    ],
    "Urine Osmolality": [
        7,
        16508,
        "",
        "1. Blood tests .\na. Elevation in BUN and Cr levels. Be aware that small changes in Cr may reflect a\nmuch more significant decrease in GFR.\nb. Electrolytes (retention of K+, PO43−, drop in HCO3− indicating acidosis,\ndecrease in Na+ due to fluid retention)\nc. Albumin levels to monitor for nephrotic syndrome\nd. CBC with differential\n"
    ],
    "Chronic Kidney Disease": [
        7,
        16867,
        "1. Chronic kidney disease (CKD) is defined as either decreased kidney function\n(GFR <60 mL/min) or kidney damage (structural or functional abnormalities) for\nat least 3 months, regardless of cause .\n",
        "1. Urinalysis—examine sediment .\na. Level of proteinuria is increasingly being reported alongside GFR as it is\nassociated with more rapid progression of CKD.\n2. Measure Cr clearance to estimate GFR.\n"
    ],
    "Dialysis": [
        7,
        17050,
        "1. Overview\na. Dialysis is the artificial mechanism by which fluid and toxic solutes are removed\nfrom the circulation when the kidneys cannot do so sufficiently.\nb. In all forms of dialysis, the blood interfaces with an artificial solution\nresembling human plasma (called the dialysate), and diffusion of fluid and\nsolutes occurs across a semipermeable membrane.\nc. The two major methods of dialyzing a patient are hemodialysis and\nperitoneal dialysis (discussed below).\nd. The majority of dialysis patients in the United States receive hemodialysis at\nhospitals or dialysis centers, but more and more patients are opting for chronic\nambulatory peritoneal dialysis (CAPD).\ne. For patients with life-threatening complications of AKI, continuous renal\nreplacement therapy (CRRT) can be used for constant renal support. This also\navoids the larger fluid shifts of intermittent hemodialysis which\nhemodynamically unstable or heart failure patients may not be able to handle.\n",
        ""
    ],
    "Proteinuria and Hematuria": [
        7,
        17203,
        "1. Defined as the urinary excretion of >150 mg protein/24 hours\n2. Classification\na. Glomerular\nDue to increased glomerular permeability to proteins from various causes\nCan lead to nephrotic syndrome \nMay be seen in all types of GN\nProtein loss tends to be more severe than in nonglomerular causes\nb. Tubular\nSmall proteins normally filtered at the glomerulus then reabsorbed by the\ntubules appear in the urine because of abnormal tubules (i.e., due to decreased\ntubular reabsorption)\nProteinuria and kidney damage tends to be less severe due to a lower quantity\nand nephrotoxicity of the associated proteins\nCauses include sickle cell disease, urinary tract obstruction, and interstitial\nnephritis\nc. Overflow proteinuria—increased production of small proteins overwhelms the\ntubules’ ability to reabsorb them (e.g., Bence Jones protein in multiple myeloma,\nmyoglobin in rhabdomyolysis)\nd. Other causes of proteinuria (all of the following can affect renal blood flow):\nUTI\nFever, heavy exertion/stress, CHF\nPregnancy\nOrthostatic proteinuria—occurs when the patient is standing but not when\nrecumbent; self-limited and benign\n3. Nephrotic syndrome\n",
        "1. Urine dipstick test (read color changes)\na. Specific for albumin—detects concentrations of 30 mg/dL or higher\nb. Graded 0, trace, 1+ (15 to 30 mg/dL) through 4+ (>500 mg/dL)\nc. More sensitive to albumin than to immunoglobulins, thus can lead to falsenegative results when predominant urinary protein is globulin (e.g., light chains\nin myeloma)\n2. Urinalysis \na. Initial test once proteinuria is detected by dipstick test.\nb. Examination of urine sediment is important.\nRBC casts suggest GN.\nWBC casts suggest pyelonephritis and interstitial nephritis.\nFatty casts suggest nephrotic syndrome (lipiduria).\nc. If urinalysis confirms the presence of protein, a 24-hour urine collection (for\nalbumin and Cr) is appropriate to establish the presence of significant\nproteinuria.\n"
    ],
    "Hematuria": [
        7,
        17365,
        "1. Hematuria is defined as >3 erythrocytes/HPF on urinalysis.\n2. Microscopic hematuria is more commonly glomerular in origin; gross hematuria\nis more commonly nonglomerular or urologic in origin.\n3. Consider gross painless hematuria to be a sign of bladder or kidney cancer\nuntil proven otherwise.\n4. This may lead to obstruction if large clots form in the lower GU tract (potentially\nrequiring bladder catheterization and irrigation). Excessive blood loss can lead to\niron deficiency anemia.\n",
        "1. Urine dipstick—sensitivity in identifying hematuria is >90% .\n2. Urinalysis—crucial in evaluation of hematuria.\n"
    ],
    "Tubulointerstitial Diseases": [
        7,
        17633,
        "1. Inflammation involving interstitium (tissue that surrounds glomeruli and tubules)\n",
        "1. Renal function tests (increased BUN and Cr levels)\n2. Urinalysis\na. Eosinophils in the urine suggest the diagnosis, given the proper history and\n"
    ],
    "Renal Papillary Necrosis": [
        7,
        17685,
        "",
        ""
    ],
    "Renal Tubular Acidosis": [
        7,
        17705,
        "1. Renal tubular acidosis (RTA) is a disorder of the renal tubules that leads to a\nnonanion gap hyperchloremic metabolic acidosis (through different mechanisms\ndetailed below). Glomerular function is normal .\n2. It is characterized by a decrease in the H+ excreted in the urine, leading to\nacidemia and urine alkalosis.\n3. There are three types of RTA (types 1, 2, and 4). (Type 3 RTA is a term that is no\nlonger used.)\nB. Type 1 (Distal)\n1. The defect is an inability to secrete H+ at the distal tubule (thus bicarbonate\ncannot be dissociated from protons and recycled to further buffer the blood). This\ninability to acidify the urine and generate new bicarbonate results in metabolic\nacidosis. Although normally the urine pH can be as low as 4.7, in distal RTA the\nurine pH cannot be lowered below 6, regardless of the severity of metabolic\nacidosis.\n2. It leads to increased excretion of ions (sodium, calcium, potassium, sulfate,\nphosphate), with the following effects:\na. Decrease in ECF volume\nb. Hypokalemia (defect in H+/K+ pump in alpha-intercalated cell)\nc. Renal stones/nephrocalcinosis (due to increased calcium and phosphate\nexcretion into alkaline urine)\nd. Rickets/osteomalacia in children\n3. Leads to hypokalemic, hyperchloremic, nonanion gap metabolic acidosis\n4. Symptoms are secondary to nephrolithiasis and nephrocalcinosis. Up to 70% of\npatients have kidney stones.\n5. Causes: congenital, multiple myeloma, nephrocalcinosis, nephrotoxicity (e.g.,\namphotericin B toxicity), autoimmune diseases (lupus, Sjögren syndrome),\nmedullary sponge kidney, and analgesic nephropathy.\n6. Treatment\na. Correct acidosis with sodium bicarbonate. This can also help prevent kidney\nstones, which is a major goal of therapy.\nb. Administer phosphate salts (promotes excretion of titratable acid).\n",
        ""
    ],
    "Hartnup Syndrome": [
        7,
        17800,
        "",
        ""
    ],
    "Fanconi Syndrome": [
        7,
        17808,
        "",
        ""
    ],
    "Renal Cystic Diseases": [
        7,
        17820,
        "1. Polycystic kidney disease may be inherited as an autosomal dominant or\nautosomal recessive trait. Autosomal dominant polycystic kidney disease\n.\n2. The course is variable, but ESRD commonly develops in 50% of the patients (by\nlate 50s or 60s); remainder have a normal lifespan. Renal failure occurs from\ncysts replacing renal parenchyma over time, as well as recurrent episodes of\npyelonephritis and nephrolithiasis.\n",
        "1. Ultrasound is confirmatory—multiple cysts appear on the kidney.\n2. CT scan and MRI are alternatives.\n"
    ],
    "Medullary Sponge Kidney": [
        7,
        17906,
        "",
        ""
    ],
    "Simple Renal Cysts": [
        7,
        17923,
        "",
        ""
    ],
    "Renal Vascular Disease": [
        7,
        17931,
        "1. Renal artery stenosis causes a decrease in blood flow to the juxtaglomerular\napparatus. As a result, the renin–angiotensin–aldosterone system becomes\nactivated, leading to HTN.\n2. This is the most common cause of secondary HTN.\n",
        "1. Renal arteriogram is the gold standard, but contrast dye can be nephrotoxic—do\nnot use it in patients with renal failure.\n2. MRA is a new test that has high sensitivity and specificity. The magnetic dye is\nnot nephrotoxic so it can be used in patients with renal failure.\n3. Duplex Doppler ultrasonography of the renal arteries and contrast enhanced CT\nscan may also be helpful in some cases.\n"
    ],
    "Renal Vein Thrombosis": [
        7,
        17980,
        "",
        ""
    ],
    "Sickle Cell Nephropathy": [
        7,
        18034,
        "",
        ""
    ],
    "Stones and Obstructions": [
        7,
        18063,
        "1. Nephrolithiasis is the development of stones within the urinary tract.\n2. Sites of obstruction\na. Ureterovesicular junction—most common site of impaction\nb. Calyx of the kidney\nc. Ureteropelvic junction\nd. Intersection of the ureter and the iliac vessels (near the pelvic brim)\n3. Risk factors\na. In general, precipitation is dependent on factors which affect the relative\nconcentration of certain stone-forming substances within the urine as well as\nurine pH.\nb. Low fluid intake—most common and preventable risk factor which can\npredispose to concentration of urine and precipitation of crystals\nc. Family history\nd. Conditions known to precipitate stone formation (e.g., gout [hyperuricemia],\nCrohn disease [hyperoxaluria], hyperparathyroidism [hypercalciuria], type 1\nRTA [increased urine pH])\ne. Medications (e.g., loop diuretics [hypercalciuria], acetazolamide [increased\nurine pH], antacids, chemotherapeutic drugs that cause cell breakdown [uric acid\nstones], medications which can themselves precipitate in the nephrons\n[acyclovir, sulfadiazine])\nf. Male gender (three times more likely to have urolithiasis)\ng. UTIs (especially with urease-producing bacteria leading to struvite stones)\nh. Dietary factors—low calcium and high oxalate intake, both of which lead to\nhyperoxaluria (high calcium intake itself is rarely associated with increased\nstones)\n4. Types of stones\na. Calcium stones (most common form)\nAccount for 80% to 85% of urinary stones; composed of calcium oxalate or\ncalcium phosphate (less often) or both\nBipyramidal or biconcave ovals\nRadiodense (i.e., visible on an abdominal radiograph)\nSecondary to hypercalciuria and hyperoxaluria, which can be due to a variety\nof causes\n",
        "1. Laboratory testing\na. Urinalysis\nReveals either microscopic or gross hematuria\nReveals an associated UTI if pyuria or bacteriuria are present\nExamine the urinary sediment for crystals (calcium, cystine, uric acid, or\nstruvite crystals)\nDetermine the urinary pH—alkaline urine might indicate the presence of\nurease-producing bacteria that cause an infection stone. Acidic urine is\nsuggestive of uric acid stones.\nb. Urine culture—obtain if infection is suspected.\nc. Twenty-four–hour urine—collect to assess Cr, calcium, uric acid, oxalate, and\ncitrate levels. Usually done for patients with recurrent stones to assess risk\nfactors and etiology.\nd. Serum chemistry—obtain BUN and Cr levels (for evaluation of renal function, if\nkidney parenchyma are not damaged this will likely be normal) and also\ncalcium, uric acid, and phosphate levels.\ne. Stone analysis: patient can strain urine for stones, which can then be sent for\nanalysis of chemical composition.\n"
    ],
    "Urinary Tract Obstruction": [
        7,
        18241,
        "1. Can lead to renal insufficiency and hydronephrosis (dilation of urinary tract,\nspecifically the pelvis and calyces)\n2. More common in men (due to BPH and prostate cancer)\n3. Urinary tract obstruction does not usually cause AKI unless the obstruction is\nbilateral or there is pre-existing renal damage.\n4. Classification\na. Acute versus chronic obstruction\nAcute obstruction—clinical features are sudden in onset.\nChronic obstruction—this causes progressive renal failure/uremia, recurrent\ninfections, and bladder calculi.\nb. Lower versus upper tract obstruction\nLower tract obstruction (below ureterovesical junction)—affects urination\nUpper tract obstruction (above ureterovesical junction)—typically causes renal\ncolic\nc. Complete versus partial obstruction\nd. Unilateral versus bilateral obstruction (if upper tract)\n5. Degree of damage to kidneys and likelihood of return to normal renal function is\ndependent on the severity and duration of the obstruction.\n6. Causes\na. Lower tract obstruction\nBPH, prostate cancer\nUrethral stricture, stone\nNeurogenic bladder (multiple sclerosis, diabetes)\nTrauma (pelvic fracture or straddle injury)\nBladder cancer\nb. Upper tract obstruction\nIntrinsic causes—kidney stones, blood clots, sloughed papilla (RPN), crystal\ndeposition (e.g., uric acid), tumors, strictures, ureteropelvic or ureterovesical\njunction dysfunction\nExtrinsic causes—pregnancy, tumors (gynecologic, metastatic), abdominal\naortic aneurysm, retroperitoneal fibrosis, endometriosis, prolapse, hematomas,\nCrohn disease, diverticulitis\n",
        "1. Renal ultrasound is the initial test—it shows urinary tract dilation. It is very\nsensitive and specific for identifying hydronephrosis\n2. Urinalysis (may reveal hematuria or proteinuria), standard laboratory tests (e.g.,\nCBC, electrolytes, BUN, Cr)\n3. KUB—can reveal stones\n4. Intravenous urogram—also called IVP\na. Gold standard for diagnosis of ureteral obstruction\nb. Contraindicated if the patient is pregnant, is allergic to contrast material, or has\nrenal failure\n5. Voiding cystourethrography—for lower tract obstruction\n6. Cystoscopy—to evaluate urethra and bladder\n7. CT scan—to help identify the cause of obstruction\n"
    ],
    "Neoplasms": [
        7,
        18333,
        "cancer in men worldwide . Ninety-five percent are\nadenocarcinomas which arise in the peripheral (outermost) zone of the prostate.\n1. Risk factors\na. Age (most important risk factor)\nb. African-American race\n",
        "1. Digital rectal examination (DRE).\na. Carcinoma is characteristically hard, nodular, and irregular.\nb. Normal prostate feels like a thenar eminence. Cancer feels like a knuckle. Men\nwith induration, asymmetry, or palpable nodularity of prostate need a biopsy,\nespecially if over age 45.\nc. If DRE is abnormal, transrectal ultrasonography (TRUS) with biopsy is\nindicated, regardless of the prostate-specific antigen (PSA) level.\nd. When palpable, 60% to 70% have spread beyond the prostate.\n2. PSA\na. Not used routinely as a screening test as the absolute risk reduction of death\nfrom prostate cancer is small (growth is very slow and most will die of other\ncauses) and the harm from unnecessary biopsies and interventions may be more\nsignificant.\nb. PSA is not cancer specific. PSA levels also increase as a result of the following:\nProstatic massage (but DRE does not change PSA levels)\nNeedle biopsy\nCystoscopy\nBPH\nProstatitis\nAdvanced age\n"
    ],
    "Renal Cell Carcinoma": [
        7,
        18441,
        "1. It is twice as common in men as in women.\n2. Renal cell carcinoma (RCC) comprises about 85% of primary renal cancers\n(transitional cell of the renal pelvis is the second most common).\n3. Most cases are sporadic; less than 2% occur as part of autosomal dominant von\nHippel–Lindau syndrome. The pathogenesis is unknown.\n4. Usually discovered when localized to kidney or with regional lymph node spread\n5. Areas of metastasis include the lung, liver, brain, and bone. Tumor thrombus can\ninvade the renal vein or inferior vena cava, resulting in hematogenous\ndissemination.\n",
        "1. Abdominal CT (with and without contrast)—optimal test for diagnosis and\nstaging; perform if ultrasound shows a mass or cysts. Cannot distinguish benign\nand malignant solid masses, both are usually empirically resected.\n2. Renal ultrasound—occasionally used for detection of renal mass and to\ndistinguish from cyst\n"
    ],
    "Bladder Cancer": [
        7,
        18497,
        "1. Bladder carcinoma is the most common type of tumor of the genitourinary tract;\n90% of bladder cancers are transitional cell carcinomas. Transitional cell\ncarcinomas can occur anywhere from the kidney to the bladder (e.g., renal pelvis,\nureter), but 90% of these carcinomas are in the bladder.\n2. The most common route of spread is direct local extension to surrounding tissues\n(rather than hematologic/lymphatic dissemination).\n3. It is likely to recur after removal.\n4. Risk factors\na. Cigarette smoking (the major identified risk factor)\nb. Industrial carcinogens (aniline dye, azo dyes)\nc. Long-term treatment with cyclophosphamide (may cause hemorrhagic cystitis\nand increase the risk of transitional cell carcinoma)\n",
        "1. Urinalysis and urine culture—to detect RBCs and confirm hematuria as red urine\nmay also be due to various foods or medications (e.g., beets, dyes,\nphenazopyridine, myoglobin, Serratia) and to rule out infection\n2. Urine cytology—to detect malignant cells\n3. Cystoscopy and biopsy—definitive test which should be performed in all patients\n>40 years old or with risk factors for bladder cancer\n4. Chest radiograph and CT scan—for staging\n5. IVP is superior at detecting certain small tumors of ureter or renal pelvis, it can\nalso be used if CT unavailable.\n"
    ],
    "Testicular Cancer": [
        7,
        18550,
        "1. Most common in men 20 to 35 years of age, but can occur in men of any age\n2. Has a relatively high cure rate compared with other cancers\n3. Types\na. Germ cell tumors (account for 95% of all testicular cancers)—most common in\nmen 20 to 40 years of age; curable in >95% of the cases\nSeminomas (35%)—most common; slow growth and late invasion; most\nradiosensitive\nNonseminomatous (65%)—usually contain cells from at least two of the\nfollowing four types (mixed cell type): embryonal carcinoma (high malignant\npotential, hemorrhage and necrosis are common; metastases to the abdominal\nlymphatics and the lungs may occur as an early event); choriocarcinoma (most\naggressive type; rare; metastases usually occur by time of diagnosis); teratoma\n(rarely metastasize); yolk sac carcinoma (rare in men, usually occurs in young\nboys)\n",
        "1. Physical examination (testicular mass)\n2. Testicular ultrasound—initial test for localizing the tumor\n3. Tumor markers—helpful in diagnosis, staging, and monitoring response to\ntherapy\na. β-hCG\nAlways elevated in choriocarcinoma\nMay be elevated in other types of nonseminomatous germ cell tumors as well\nb. AFP\nIncreased in embryonal tumors (in 80% of the cases)\nChoriocarcinoma and seminoma never have an elevated AFP\n4. CT scan and chest radiograph for staging\n5. Biopsy is NOT performed due to concern for seeding/metastasizing the tumor\n"
    ],
    "Penile Cancer": [
        7,
        18634,
        "",
        ""
    ],
    "Epididymitis": [
        7,
        18661,
        "",
        ""
    ],
    "Volume Disorders": [
        8,
        18676,
        "",
        ""
    ],
    "Hypovolemia": [
        8,
        18791,
        "",
        "1. Monitor urine output and daily weights. If the patient is critically ill and has\ncardiac or renal dysfunction, consider placing a Swan–Ganz catheter (to measure\n"
    ],
    "Hypervolemia": [
        8,
        18857,
        "",
        ""
    ],
    "Hyponatremia": [
        8,
        18940,
        "1. This refers to too much water in relation to sodium in the serum.\n2. It is typically defined as a plasma Na+ concentration <135 mmol/L.\n3. Symptoms usually begin when the Na+ level falls to <120 mEq/L. An important\nexception is increased intracranial pressure (ICP) (e.g., after head injury). As ECF\nosmolality decreases, water shifts into brain cells, further increasing ICP.\n(Therefore, it is critical to keep serum sodium normal or slightly high in such\npatients.)\n",
        "1. Plasma osmolality—low in a patient with true hyponatremia \n2. Urine osmolality\na. Low if the kidneys are responding appropriately by diluting the urine—for\nexample, primary polydipsia\nb. Elevated if there are increased levels of ADH—for example, SIADH, CHF, and\nhypothyroidism\n3. Urine sodium concentration\na. Urine Na+ should be low in the setting of hyponatremia\nb. Urine Na+ concentration 20 to 40 mmol/L is consistent with SIADH, saltwasting nephropathy or hypoaldosteronism. Diuretics may produce this as well\nc. Urine Na+ concentration <25 mmol/L is consistent with hypovolemia\n"
    ],
    "Hypernatremia": [
        8,
        19065,
        "1. Defined as a plasma Na+ concentration >145 mmol/L\n2. Refers to excess sodium in relation to water; can result from water loss or, rarely,\nsodium infusion\n3. Assess ECF volume clinically, as follows :\na. Hypovolemic hypernatremia (sodium stores are depleted, but relatively more\nwater has been lost)\nRenal loss—from diuretics, osmotic diuresis (most commonly due to\nglycosuria in diabetics), renal failure\nExtrarenal loss—from diarrhea, diaphoresis, respiratory losses\nb. Isovolemic hypernatremia (sodium stores normal, water lost)\nDiabetes insipidus: central (usually due to CNS pathologies) or peripheral\n(causes include lithium toxicity, hypercalcemia, hypokalemia, renal\ndisease, drugs)\nInsensible respiratory (tachypnea)\nc. Hypervolemic hypernatremia (sodium excess)—occurs infrequently\nIatrogenic—most common cause of hypervolemic hypernatremia (e.g., large\namounts of parenteral NaHCO3, TPN)\nExogenous glucocorticoids\nCushing syndrome\nSaltwater drowning\nPrimary hyperaldosteronism\n",
        "1. Urine volume should be low if the kidneys are responding appropriately.\n2. Urine osmolality should be >800 mOsm/kg.\n3. Desmopressin should be given to differentiate nephrogenic from central diabetes\ninsipidus if diabetes insipidus is suspected .\n"
    ],
    "Hypocalcemia": [
        8,
        19176,
        "",
        "1. To evaluate for the above-listed etiologies, obtain the following: BUN, Cr,\nmagnesium, albumin, and ionized calcium. Amylase, lipase, and liver function\ntests may also be warranted.\n2. Serum PO43−: high in renal insufficiency and in hypoparathyroidism, low in\nprimary vitamin D deficiency\n3. PTH\na. Low in hypoparathyroidism\nb. Elevated in vitamin D deficiency, CKD\nc. Very high in pseudohypoparathyroidism\n"
    ],
    "Hypercalcemia": [
        8,
        19245,
        "",
        "1. Same laboratory tests as in hypocalcemia\n2. Radioimmunoassay of PTH: elevated in primary hyperparathyroidism, low in\noccult malignancy\n3. Radioimmunoassay of PTH-related protein: elevated in malignancy\n4. Bone scan or bone survey to identify lytic lesions\n5. Urinary cAMP: markedly elevated in primary hyperparathyroidism\n"
    ],
    "Hypokalemia": [
        8,
        19347,
        "",
        ""
    ],
    "Hyperkalemia": [
        8,
        19434,
        "",
        ""
    ],
    "Magnesium": [
        8,
        19530,
        "",
        ""
    ],
    "Hypomagnesemia": [
        8,
        19542,
        "",
        ""
    ],
    "Hypermagnesemia": [
        8,
        19581,
        "",
        ""
    ],
    "Hypophosphatemia": [
        8,
        19629,
        "",
        ""
    ],
    "Hyperphosphatemia": [
        8,
        19662,
        "1. Metabolic acidosis is characterized by decreased blood pH and a decreased\nplasma bicarbonate concentration . The goal is to identify\nthe underlying condition that is causing the metabolic acidosis.\n2. Anion gap (AG)—A useful measurement for identifying the cause of acidosis,\nwhether due to a relative excess of chloride with respect to bicarbonate (normal\ngap) or an abundance of other acids (high gap)\na. AG (mEq/L) = [Na+] − ([Cl−] + [HCO3−]).\nb. Reflects ions present in serum but unmeasured (i.e., proteins, phosphates,\norganic acids, sulfates).\nc. Normal values are 5 to 15 mEq/L, but this varies to some extent.\nd. Always check albumin level and add 2.5 to gap for every 1 g/dL below 4.\n",
        "1. History is important.\n2. Calculate the AG.\n3. If gap is present, calculate the Delta Gap = (Measured anion gap − 12) + HCO3−\na. Delta gap > 26 ± 2: Concurrent metabolic alkalosis\nb. Delta gap < 20 ± 2: Concurrent non-anion gap metabolic acidosis\n4. If no gap is present, urine anion gap can be measured (UNa+ + UK+ − UCl-)\na. If positive, suggests low urinary NH4+ (renal etiology of acidosis due to inability\nof renal tubules to excrete acid, likely RTA)\nb. If negative, suggests appropriate urinary NH4+ (nonrenal cause of acidosis)\n5. Calculate Winter formula: expected PaCO2 = 1.5 (measured HCO3−) + 8 ± 2.\na. Predicts the expected respiratory compensation (PaCO2 level) to metabolic\nacidosis: If the PaCO2 does not fall within an acceptable range, then the patient\nhas a respiratory acid–base disorder as well.\nb. If the PaCO2 falls within the predicted range, then the patient has a simple\nmetabolic acidosis with an appropriate secondary hypocapnia.\nc. If the actual PaCO2 is higher than the calculated PaCO2, then the patient has\nmetabolic acidosis with respiratory acidosis (i.e., they are underbreathing). This\nis a serious finding because this failure of compensation can be a sign of\nimpending respiratory failure. The classic example is an asthmatic child\nwho has a PaCO2 that goes from abnormal to normal with no treatment.\nThis is a bad sign, and it probably means the child will need emergent\nintubation shortly.\nd. If the actual PaCO2 is lower than the calculated PaCO2, then the patient has\nmetabolic acidosis with respiratory alkalosis (i.e., they are overbreathing).\n"
    ],
    "Metabolic Alkalosis": [
        8,
        19859,
        "1. Metabolic alkalosis is characterized by an increased blood pH and plasma HCO3−.\n2. Uncomplicated metabolic alkalosis is typically transient, because kidneys can\nnormally excrete the excess HCO3−.\n3. Consider two events in metabolic alkalosis:\na. Event that initiates the metabolic alkalosis (loss of H+ via gastric drainage,\nvomiting, and so on), or increased HCO3− concentration due to ECF volume\ncontraction\nb. Mechanism that maintains the metabolic alkalosis due to the kidney’s inability\nto excrete the excess HCO3−\n",
        "1. Elevated HCO3− level, elevated blood pH.\n2. Hypokalemia is common (due to renal loss of K1).\n3. PaCO2 is elevated as a compensatory mechanism (due to hypoventilation). It is\nrare for a compensatory increase in PaCO2 to exceed 50 to 55 mm Hg (the\nrespiratory rate to achieve this is so low that PaO2 would be decreased). A higher\nvalue implies a superimposed respiratory acidosis.\n4. The urine chloride level is very important in distinguishing between salinesensitive and saline-resistant types.\n"
    ],
    "Respiratory Acidosis": [
        8,
        19922,
        "1. Defined as a reduced blood pH and PaCO2 >40 mm Hg.\n2. Renal compensation (increased reabsorption of HCO3−) begins within 12 to 24\nhours and takes 5 days or so to complete.\nB. Causes—alveolar hypoventilation\n1. Primary pulmonary diseases—for example, COPD, airway obstruction\n2. Neuromuscular diseases—for example, myasthenia gravis\n3. CNS malfunction—injury to brainstem\n4. Drug-induced hypoventilation (e.g., from morphine, anesthetics, or sedatives)—\nnarcotic overdose in postoperative patients is a possibility (look for pinpoint\npupils).\n5. Respiratory muscle fatigue\n",
        "1. Elevation of HCO3−, PaCO2\n2. Determine if acute or chronic acidosis. Clinical history is important, though it can\nalso be calculated; for every 10 mm Hg increase in PaCO2, pH will decrease\nroughly:\na. 0.07 in acute acidosis\nb. 0.03 in chronic acidosis\nc. Intermediate values suggest a mixed picture\n3. Calculate if renal compensation is appropriate:\na. Acute respiratory acidosis\n"
    ],
    "Respiratory Alkalosis": [
        8,
        19985,
        "1. Characterized by an increased blood pH and decreased PaCO2.\n2. Chronicity of disease can, as in respiratory acidosis, be determined by clinical\nhistory or estimated through change in pH. For every 10 mm Hg decrease in\nPaCO2, pH will increase roughly:\na. 0.07 in acute alkalosis\nb. 0.03 in chronic alkalosis\n3. In order to maintain blood pH within the normal range, HCO3 must decrease, so\nrenal compensation occurs (i.e., HCO3− excretion increases). However, this does\nnot occur acutely, but rather over the course of several hours.\na. Acutely, for each 10 mm Hg decrease in PaCO2, plasma HCO3− decreases by 2\nmEq/L and blood pH increases by 0.08 mEq/L.\nb. Chronically, for each 10 mm Hg decrease in PaCO2, plasma HCO3− decreases\nby 5 to 6 mEq/L and blood pH decreases by 0.02 mEq/L.\n",
        ""
    ],
    "Anemias": [
        9,
        20031,
        "",
        ""
    ],
    "Microcytic Anemias": [
        9,
        20207,
        "",
        "1. Iron studies \na. Decreased serum ferritin\nb. Increased TIBC/transferrin levels\nc. Decreased transferrin saturation\nd. Decreased serum iron\n2. Peripheral blood smear—reveals microcytic, hypochromic RBCs \n3. Bone marrow biopsy—reveals absence of stainable iron; this test is technically\nthe gold standard, but typically only indicated if laboratory evidence of iron\ndeficiency anemia is present and no source of blood loss is found\n4. Guaiac stool test or colonoscopy if GI bleeding is suspected—colon cancer is a\n"
    ],
    "Thalassemias": [
        9,
        20312,
        "1. Inherited disorders characterized by reduced production of either the α- or βglobin chain of hemoglobin\n2. β-Thalassemias\na. β-Chain production is decreased, but the synthesis of α-chains is unaffected\nb. Excess α-chains bind to and damage the RBC membrane\nc. Severity depends on the number of alleles mutated and the severity of these\nmutations\nd. It is most often found in people of Mediterranean, Middle Eastern, and Indian\nancestry\n3. α-Thalassemias\na. There is a decrease in α-chains, which are a component of all types of\nhemoglobins\nb. Excess β-globin chains form tetramers, which are abnormal hemoglobins\nc. Severity depends on the number of alleles that are deleted/mutated, ranging from\nan asymptomatic carrier state to fetal death\n",
        "Hemoglobin electrophoresis—reveals elevated Hb F and HbA2\nPeripheral blood smear—reveals microcytic, hypochromic anemia; target cells\nmay be seen \n"
    ],
    "Sideroblastic Anemia": [
        9,
        20394,
        "",
        ""
    ],
    "Normocytic Anemias": [
        9,
        20406,
        "",
        ""
    ],
    "Aplastic Anemia": [
        9,
        20421,
        "1. Bone marrow failure leading to pancytopenia (i.e., anemia, neutropenia,\nthrombocytopenia)\n2. Causes\na. Idiopathic—majority of cases\nb. Radiation exposure\nc. Medications (e.g., chloramphenicol, sulfonamides, gold, carbamazepine)\nd. Viral infection (e.g., human parvovirus, hepatitis C, hepatitis B, Epstein–Barr\nvirus [EBV], cytomegalovirus [CMV], herpes zoster, varicella, HIV)\ne. Chemical exposure (e.g., benzene, insecticides)\n",
        "1. Pancytopenia\n2. Peripheral blood smear—reveals normocytic anemia with decreased neutrophils\nand platelets\n3. Bone marrow biopsy (for definitive diagnosis)—reveals hypocellular marrow and\nthe absence of progenitors of all three hematopoietic cell lines\n"
    ],
    "Macrocytic Anemias": [
        9,
        20453,
        "1. Vitamin B12 serves as a cofactor in two important reactions required for normal\nerythropoiesis and CNS functioning:\na. The conversion of homocysteine to methionine\nb. The conversion of methylmalonyl-CoA to succinyl-CoA\n2. The main dietary sources of vitamin B12 are meat and fish\n3. After ingestion, vitamin B12 is bound to intrinsic factor (produced by gastric\nparietal cells) so it can be absorbed by the terminal ileum\n4. Vitamin B12 stores in the liver are plentiful and can sustain an individual for 3 or\nmore years\n5. Causes\na. Most commonly due to impaired absorption (either via lack of intrinsic factor or\nlack of absorptive ileal surface)\nb. Pernicious anemia—lack of intrinsic factor due to autoimmune destruction; most\ncommon cause in the Western hemisphere\nc. Gastrectomy—lack of intrinsic factor due to removal of parietal cells\nd. Inadequate dietary intake (e.g., strict vegetarianism, alcoholism)\ne. Crohn disease or resection of terminal ileum (approximately the last 100 cm)\nf. Other organisms competing for vitamin B12 (i.e., Diphyllobothrium latum\ninfestation [fish tapeworm] and blind loop syndrome [bacterial overgrowth])\n",
        "1. Peripheral blood smear—reveals megaloblastic (macrocytic) anemia with\nhypersegmented neutrophils \n2. Low serum vitamin B12 level\n3. Elevated serum methylmalonic acid and homocysteine levels—most useful if the\nvitamin B12 level is borderline\n4. Antibodies to intrinsic factor (for the diagnosis of pernicious anemia)\n5. Schilling test was historically used to determine if B12 deficiency is due to\npernicious anemia, but is no longer routinely performed:\na. Administer IM dose of unlabeled vitamin B12 to saturate binding sites\nb. Administer oral dose of radioactive vitamin B12\nc. Measure the amount of radioactive vitamin B12 in urine and plasma to determine\nthe amount absorbed in the gut\nd. Repeat the administration of oral radioactive vitamin B12 with the addition of\nintrinsic factor\ne. If malabsorption is the cause of deficiency, adding intrinsic factor will not\nchange study results. However, if pernicious anemia is present, the addition of\nintrinsic factor will improve the amount of vitamin B12 absorbed.\n"
    ],
    "Folate Deficiency": [
        9,
        20523,
        "1. Folate plays an important role in DNA synthesis\n2. Green vegetables and folic acid–supplemented foods are the main dietary sources\nof folate\n3. Folic acid stores in the body are limited, and inadequate intake over a 3-month\nperiod can lead to deficiency\n4. Causes\na. Inadequate dietary intake (e.g., “tea and toast” diet, alcoholism)—most common\ncause\nb. Long-term use of oral antibiotics\nc. Increased folate requirements (e.g., pregnancy, chronic hemolysis)\nd. Use of folate antagonists (e.g., methotrexate)\ne. Anticonvulsant medications (e.g., phenytoin)\nf. Malabsorptive syndromes (e.g., celiac disease)\ng. Hemodialysis\n",
        "1. Peripheral blood smear—reveals megaloblastic (macrocytic) anemia with\nhypersegmented neutrophils\n2. Low serum folate level\n3. Elevated serum homocysteine level—methylmalonic acid levels are normal\n"
    ],
    "Hemolytic Anemias": [
        9,
        20556,
        "1. Hemolysis refers to the premature destruction of RBCs due to a variety of causes.\n2. Bone marrow is typically normal and responds appropriately by increasing\nerythropoiesis, leading to an elevated reticulocyte count. However, if\nerythropoiesis cannot keep up with the destruction of RBCs, anemia results.\n3. Hemolytic anemia can be classified according to cause, site, chronicity, or\nmechanism of destruction.\n4. Hemolytic anemias are classified based on cause as follows:\na. Hemolysis due to abnormality extrinsic to RBC—most cases are acquired:\nImmune hemolysis\nMechanical hemolysis (e.g., prosthetic heart valves, microangiopathic\nhemolytic anemia)\nMedications, burns, toxins (e.g., snake bite, brown recluse spider bite),\ninfections (e.g., malaria, clostridium)\nb. Hemolysis due to intrinsic RBC defects—most cases are inherited:\nHemoglobin abnormality (e.g., sickle cell anemia, hemoglobin C disease,\nthalassemias)\nMembrane defects (e.g., hereditary spherocytosis, paroxysmal nocturnal\nhemoglobinuria [PNH])\nEnzyme defects (e.g., glucose-6-phosphate dehydrogenase [G6PD] deficiency,\npyruvate kinase deficiency)\n5. Hemolytic anemias are classified based on the predominant site of hemolysis as\nfollows:\na. Intravascular hemolysis—within the circulation\nb. Extravascular hemolysis—within the reticuloendothelial system, primarily the\nspleen\n",
        "1. Low Hb/Hct—level depends on degree of hemolysis and reticulocytosis\n2. Elevated reticulocyte count—due to increased RBC production\n3. Peripheral blood smear\na. Schistocytes suggest intravascular hemolysis (“trauma” or mechanical\nhemolysis) \nb. Spherocytes or helmet cells suggest extravascular hemolysis (depending on the\ncause)\nc. Sickled RBCs if sickle cell anemia\nd. Heinz bodies if G6PD deficiency\n4. Low haptoglobin (especially with intravascular hemolysis)—haptoglobin binds to\nfree hemoglobin, so decreased levels suggest hemoglobin release secondary to\nRBC destruction\n5. Elevated LDH—released when RBCs are destroyed\n6. Elevated indirect (unconjugated) bilirubin—due to degradation of heme as RBCs\nare destroyed\n7. Positive direct Coombs test if autoimmune hemolytic anemia (AIHA)—detects\nantibody or complement on RBC membrane\n8. Positive osmotic fragility test \n"
    ],
    "Sickle Cell Disease": [
        9,
        20638,
        "1. Sickle Cell Anemia\na. Autosomal recessive disorder resulting from the inheritance of two Hb S genes\n(homozygous), causing normal Hb A to be replaced by the mutant Hb S\nb. Hb S is distinguished from Hb A by its substitution of an uncharged valine for a\nnegatively charged glutamic acid at the sixth position of the β-chain\nc. Under reduced oxygen conditions (e.g., acidosis, hypoxia, changes in\ntemperature, dehydration, and infection) the Hb S molecules polymerize,\ncausing the RBCs to sickle. Sickled RBCs obstruct small vessels, leading to\nischemia .\n2. Sickle cell trait\na. Results from the inheritance of one Hb S gene (heterozygous)\nb. 1 in 12 people of African descent are carriers, but sickle cell trait also appears in\nindividuals of Italian, Greek, and Saudi Arabian descent\nc. Patients with sickle cell trait are not anemic and have a normal life expectancy\nd. Sickle cell trait is associated with isosthenuria, the inability to concentrate or\ndilute urine—patients will have a constant osmolality on urinalysis testing\ne. Screening can identify asymptomatic individuals with sickle cell trait, for whom\ngenetic counseling may be provided\n3. Prognosis\na. In general, sickle cell disease reduces life expectancy, with a median survival of\n58 years in the United States\nb. Factors that have been associated with increased mortality rates include greater\nfrequency of hospitalization, acute chest syndrome, and renal insufficiency\nc. The most common causes of death include acute chest syndrome and multiorgan\nfailure\n",
        "1. Anemia—most common finding\n2. Peripheral blood smear—reveals sickle-shaped RBCs \n3. Hemoglobin electrophoresis—required for diagnosis, although most patients are\ndiagnosed on newborn screening\n"
    ],
    "Hereditary Spherocytosis": [
        9,
        20793,
        "1. Hereditary spherocytosis is caused by the autosomal dominant inheritance of a\ndefect in the gene coding for spectrin and other RBC proteins\n2. There is a loss of RBC membrane surface area without a reduction in RBC\nvolume, necessitating a spherical shape. The spherical RBCs become trapped and\ndestroyed in the spleen (by macrophages)—hence the term extravascular\nhemolysis.\n",
        "1. Microcytic anemia\n2. Elevated reticulocyte count\n3. Elevated MCHC\n4. Peripheral blood smear—reveals spherocytes \n5. Negative direct Coombs test—helps to distinguish hereditary spherocytosis (HS)\nfrom AIHA (also characterized by spherocytes)\n6. Eosin-5-maleimide (EMA) binding testing\n7. EMA is a dye that binds to several proteins present on the RBC membrane\n8. Spherocytes have a reduced number of these proteins present on their membranes\nand will demonstrate decreased EMA binding on testing\n9. Osmotic fragility testing\na. Tests the ability of RBCs to swell in a graded series of hypotonic solutions\nb. Because of their reduced surface area to volume ratio, spherocytes are less\ntolerant of swelling and will rupture earlier (in more concentrated solutions) than\n"
    ],
    "Autoimmune Hemolytic Anemia": [
        9,
        20903,
        "1. Production of autoantibodies to RBC membrane antigen(s) which leads to\nhemolysis\n2. The type of antibody produced (IgG or IgM) determines the prognosis, site of\nRBC destruction, and response to treatment\n3. The course is variable, but tends to be more fulminant in children than in adults\n4. Warm AIHA—more common than cold AIHA\na. Autoantibody is IgG, which binds optimally to RBC membranes at 37°C\n(“warm” temperatures)\nb. Results in extravascular hemolysis—the primary site of RBC sequestration is the\nspleen, and splenomegaly is a common feature\nc. May be primary/idiopathic or secondary to lymphomas, leukemias (e.g., chronic\nlymphocytic leukemia), other malignancies, collagen vascular diseases\n(especially SLE), and drugs (e.g., α-methyldopa)\n5. Cold AIHA\na. Autoantibody is IgM, which binds optimally to the RBC membrane at 0° to 5°C\n(“cold” temperatures)\nb. Results in complement activation and intravascular hemolysis—primary site of\nRBC sequestration is the liver\nc. May be primary/idiopathic (especially in the elderly) or secondary to infection\n(e.g., Mycoplasma pneumoniae infection, infectious mononucleosis)\n",
        "1. Anemia with elevated reticulocyte count\n2. Elevated LDH\n3. Decreased haptoglobin\n4. Elevated indirect bilirubin\n5. Peripheral blood smear—reveals spherocytes if warm AIHA, or RBC aggregates\nif cold AIHA\n6. Direct Coombs test\na. If positive for IgG on RBCs, suggests a diagnosis of warm AIHA\nb. If positive for complement alone on RBCs, suggests a diagnosis of cold AIHA\n"
    ],
    "Platelet Disorders": [
        9,
        20991,
        "1. Defined as platelet count <150,000 (normal range is 150,000 to 400,000/mL\n[Figure 9-9])\n2. Causes\na. Decreased production\nBone marrow failure: acquired (e.g., aplastic anemia), congenital (e.g., Fanconi\nsyndrome), congenital intrauterine rubella\nBone marrow invasion: tumors, leukemia, fibrosis\nBone marrow injury: drugs (e.g., ethanol, gold, cancer chemotherapy agents,\nchloramphenicol), chemicals (e.g., benzene), radiation, infection\nb. Increased destruction\nImmune: infection, drug-induced, immune thrombocytopenic purpura (ITP),\nSLE, heparin-induced thrombocytopenia (HIT) type 2, HIV-associated\nthrombocytopenia\nNonimmune: disseminated intravascular coagulation (DIC), thrombotic\nthrombocytopenic purpura (TTP), HIT type 1\nc. Sequestration from splenomegaly\nd. Dilutional—after transfusions or hemorrhage\ne. Pregnancy—usually an incidental finding (especially third trimester) but can\nalso occur in setting of preeclampsia or eclampsia (remember HELLP\nsyndrome)\n",
        "1. Decreased platelet count\n2. Peripheral blood smear\n3. Bone marrow biopsy—may be required if primary hematologic disorder is\nsuspected\n"
    ],
    "Glanzmann Thrombasthenia": [
        9,
        21160,
        "",
        ""
    ],
    "Disorders of Coagulation": [
        9,
        21166,
        "1. Most common inherited bleeding disorder, affecting 1 to 3% of the population\n2. Autosomal dominant disorder characterized by deficiency or defect of factor VIIIrelated antigen \n3. vWF enhances platelet aggregation and adhesion (the first steps in clot formation)\nand acts as a carrier of factor VIII in blood\n4. There are three major subtypes with varying severity:\na. Type 1 (most common)—decreased levels of vWF\nb. Type 2 (less common)—exhibits qualitative abnormalities of vWF\nc. Type 3 (least common)—absent vWF (very severe disease)\n",
        "1. Prolonged bleeding time with normal platelet count\n2. PTT may be prolonged—normal PTT does not exclude the diagnosis\n3. Decreased plasma vWF\n4. Decreased factor VIII activity\n5. Reduced ristocetin-induced platelet aggregation\n"
    ],
    "Hemophilia A": [
        9,
        21258,
        "1. X-linked recessive disorder affecting primarily males (approximately 1 in 10,000\nmale patients)\n2. Caused by deficiency or defect of factor VIII coagulant protein\n3. Bleeding tendency is related to degree of factor VIII activity \n",
        "1. Prolonged PTT \n"
    ],
    "Hemophilia B": [
        9,
        21339,
        "1. Disseminated intravascular coagulation (DIC) is characterized by abnormal\nactivation of the coagulation cascade and formation of microthrombi throughout\nthe microcirculation, leading to the consumption of platelets, fibrin, and\ncoagulation factors\n2. Widespread thrombi cause fibrinolytic mechanisms to be activated, which\nsubsequently leads to hemorrhage (bleeding and thrombosis occur\nsimultaneously)\n3. Most common in critically ill patients, but can occur in healthy patients as well\n4. Causes\na. Infection (especially gram-negative sepsis, although any infection can cause\nDIC)—most common cause\nb. Obstetric complications (e.g., amniotic fluid emboli, retained dead fetus,\nabruptio placentae)—placenta and uterus have increased tissue factor\nc. Major tissue injury (e.g., trauma, major surgery, burns, fractures)\nd. Malignancy (especially lung, pancreas, prostate, GI tract, acute promyelocytic\nleukemia [APL])\ne. Shock/circulatory collapse\nf. Snake venom (rattlesnakes)\n",
        "1. Prolonged bleeding time, PT, PTT, and TT—due to consumption of coagulation\nfactors and platelets \n2. Elevated D-dimer and fibrin split products—due to activation of fibrinolytic\nsystem\n3. Decreased fibrinogen level—normal/elevated fibrinogen essentially rules out the\ndiagnosis\n4. Decreased platelet count\n5. Peripheral blood smear—reveals schistocytes due to shearing of RBCs by\nmicrothrombi in the microcirculation\n"
    ],
    "Vitamin K Deficiency": [
        9,
        21513,
        "1. Several clotting factors (II, VII, IX, and X; proteins C and S) depend on vitamin\nK for synthesis by the liver, where it serves as a key cofactor in posttranslational\nmodification (γ-carboxylation)\n2. Vitamin K is obtained through dietary sources (e.g., leafy green vegetables) and\nsynthesis by intestinal bacterial flora\n3. Causes of vitamin K deficiency include:\na. Broad-spectrum antibiotics—due to suppression of gut flora\nb. Inadequate dietary intake\nc. Total parenteral nutrition (TPN)—unless vitamin K is added\nd. Malabsorption of fat-soluble vitamins (e.g., small bowel disease, inflammatory\nbowel disease, obstructive jaundice)\n",
        "1. Prolonged PT—first laboratory finding due to the short half-life of factor VII\n2. Prolonged PTT—follows as other coagulation factors diminish\n"
    ],
    "Hypercoagulable States": [
        9,
        21586,
        "1. Factor V Leiden (activated protein C resistance)\na. Inherited cause of hypercoagulability (autosomal dominant)\nb. Caused by mutation in factor V gene\nc. Most common hereditary hypercoagulability disorder among Caucasians\nd. Protein C unable to inactivate mutated factor V, leading to unregulated\nprothrombin activation and increased thrombosis\n2. Antithrombin (AT) III deficiency\na. Inherited cause of hypercoagulability (autosomal dominant)\nb. AT III inhibits thrombin, so its deficiency leads to increased thrombosis\n3. Protein C deficiency\na. Inherited cause of hypercoagulability (autosomal dominant)\nb. Protein C inhibits factors V and VIII, so its deficiency leads to unregulated\nfibrin synthesis and thrombosis\n4. Protein S deficiency\na. Inherited cause of hypercoagulability (autosomal dominant)\nb. Protein S is a cofactor of protein C, so its deficiency leads to decreased protein\nC activity and thrombosis\n5. Antiphospholipid antibody syndrome\na. Acquired cause of hypercoagulability\nb. Caused by autoantibodies to phospholipid-binding proteins, including lupus\nanticoagulant, anticardiolipin, and β2-microglobulin\nc. Can present with arterial or venous thrombosis, recurrent fetal loss, or\nthrombocytopenia\n6. Prothrombin gene mutation\n7. Hyperhomocysteinemia\n",
        "1. Functional assays are available for AT, antiphospholipid antibodies, protein C,\nprotein S, factor V Leiden, prothrombin gene mutation, and\nhyperhomocysteinemia\n"
    ],
    "Anticoagulation": [
        9,
        21659,
        "",
        ""
    ],
    "Warfarin": [
        9,
        21725,
        "",
        ""
    ],
    "Oncology": [
        9,
        21781,
        "",
        ""
    ],
    "Epidemiology": [
        9,
        21785,
        "",
        ""
    ],
    "Breast Cancer": [
        9,
        21876,
        "",
        "for the estrogen/progesterone receptor and Her-2/neu amplification status\n3. Treatment typically begins with surgery with adjuvant radiotherapy (if the tumor\nhas not spread to sentinel lymph nodes) to decrease tumor recurrence\n4. Adjuvant chemotherapy is required for large lesions in premenopausal women,\nbut is typically not necessary for all small lesions (typically <1 cm) without\nlymph node involvement\n5. Postmenopausal women with large lesions or lymph node involvement may\nreceive either chemotherapy or Tamoxifen/Herceptin, depending on the status of\n"
    ],
    "Plasma Cell Disorders": [
        9,
        21917,
        "",
        ""
    ],
    "Multiple Myeloma": [
        9,
        21942,
        "1. Multiple myeloma is characterized by the neoplastic proliferation of a single\nplasma cell line that produces monoclonal immunoglobulin, leading to enormous\ncopies of one specific immunoglobulin (usually of the IgG or IgA type)\n2. Incidence is increased after age 50 and it is twice as common in AfricanAmerican patients as in Caucasian patients\n3. The etiology is unclear\n4. As the disease process advances, bone marrow elements are replaced by\nmalignant plasma cells, resulting in anemia, leukopenia, and thrombocytopenia\n",
        "1. Serum and urine protein electrophoresis (SPEP/UPEP)—reveals monoclonal\nprotein spike (M-spike) due to a malignant clone of plasma cells synthesizing a\nsingle Ig (usually IgG, although specific subtype can be determined via\nimmunofixation)\n2. Low-dose CT, PET/CT, or MRI—reveal lytic bone lesions\n3. Bone marrow biopsy (required for diagnosis)—reveals >10% abnormal plasma\ncells\n4. Hypercalcemia—due to bone destruction\n5. Elevated serum total protein—due to paraproteins in blood (hyperglobulinemia)\n6. Elevated creatinine—due to renal damage\n7. Anemia, leukopenia, or thrombocytopenia (especially in advanced disease)—due\nto bone marrow invasion\n8. Peripheral blood smear—reveals normocytic anemia with RBCs in rouleaux\nformation (RBCs resemble a stack of poker chips as a result of clumping caused\n"
    ],
    "Lymphomas": [
        9,
        22022,
        "1. Bimodal age distribution: X1 = 15 to 30 years of age; X2 = >50 years of age\n2. Lymph node histology divides the disease into four subtypes:\na. Lymphocyte predominance (5%)—few Reed–Sternberg cells and many B cells\nb. Nodular sclerosis (70%)—occurs more frequently in women; bands of collagen\nenvelope pools of Reed–Sternberg cells\nc. Mixed cellularity (25%)—large numbers of Reed–Sternberg cells in a\npleomorphic background\nd. Lymphocyte depletion (<1%)—lacking in mix of reactive cells; associated with\nthe worst prognosis\n3. Staging is based on physical examination, CT scan (chest, abdomen, pelvis), and\nbone marrow biopsy. Ann Arbor staging system:\na. Stages\nStage I: confined to single lymph node (or one extralymphatic site)\nStage II: involvement of two or more lymph nodes but confined to same side\nof diaphragm\nStage III: both sides of diaphragm involved\nStage IV: dissemination of disease to extralymphatic sites\nb. Suffixes\nA: No symptoms\nB: Fever, weight loss, night sweats—presence of these constitutional\nsymptoms worsens the prognosis\n",
        "1. Lymph node biopsy\na. Reveals Reed–Sternberg cells—required to make the diagnosis \nLarge, neoplastic cell with two or more nuclei—resemble owl’s eyes\nUsually B-cell phenotype\nMay be found in other neoplasms\nb. Reveals inflammatory cell infiltrates—distinguishes Hodgkin lymphoma from\nNHL\nThe inflammatory cells present are reactive to the Reed–Sternberg cells\nThese include plasma cells, eosinophils, fibroblasts, and T and B lymphocytes\n2. CXR and CT scan (chest, abdomen)—may reveal lymph node involvement\n3. Bone marrow biopsy—may reveal bone marrow involvement\n4. Leukocytosis with eosinophilia\n"
    ],
    "Non-Hodgkin Lymphoma": [
        9,
        22110,
        "1. NHL is a diverse group of solid tumors which occurs with the malignant\ntransformation and growth of B or T lymphocytes (or their precursors) in the\nlymphatic system\na. The type of lymphocyte involved and its level of differentiation determine the\ncourse of the disease and its prognosis\nb. B-cell lymphomas account for 85% of all cases, while T-cell lymphomas\naccount for 15% of all cases\nc. The disease usually starts in lymph nodes and may spread to blood and bone\nmarrow\n2. NHL is the sixth most common cause of cancer-related death in the United States\n3. NHL is twice as common as Hodgkin disease, and patients with NHL tend to have\nmore advanced disease at presentation than patients with Hodgkin disease\n4. The mean age of onset varies with subtype, but there is an increased overall\nincidence with increasing age\n5. Risk factors\na. HIV/AIDS\nb. Immunosuppression (e.g., organ transplant recipients)\nc. History of certain viral infections (e.g., EBV, HTLV-1)\nd. History of Helicobacter pylori gastritis (risk of primary associated gastric\nlymphoma)\ne. Autoimmune disease (e.g., Hashimoto thyroiditis or Sjögren syndrome [risk of\nmucosa-associated lymphoid tissue])\n6. Classification\na. There are more than 20 different subtypes of NHL, arranged into several unique\nclassification systems\nb. One such classification system stratifies subtypes according to histologic grade:\nlow grade \n",
        "1. Lymph node biopsy—any lymph node >1 cm present for more than 4 weeks that\ncannot be attributed to infection should be biopsied\n2. CXR and CT scan (chest, abdomen, pelvis)—may reveal lymph node involvement\n3. Bone marrow biopsy—may reveal bone marrow involvement\n4. Elevated alkaline phosphatase if bone or liver involvement\n5. Elevated liver function tests or bilirubin if liver involvement\n6. Anemia, leukopenia, or thrombocytopenia if bone marrow involvement\n"
    ],
    "Leukemias": [
        9,
        22313,
        "1. Two types\na. Acute myelogenous leukemia (AML)\nNeoplasm of myelogenous progenitor cells\nAML occurs mostly in adults (accounts for 80% of adult acute leukemias)\nRisk factors include exposure to radiation, myeloproliferative syndromes,\nDown syndrome, and prior chemotherapy (e.g., alkylating agents)\nResponse to therapy is not as favorable as in acute lymphoblastic leukemia\nPoor prognostic indicators include older age, presence of other medical\ncomorbidities, and history of exposure to cytotoxic agents and/or radiation\ntherapy\nOne important variant of AML is acute promyelocytic leukemia (APL). This\ncondition is characterized by t(15;17) and often presents with pancytopenia.\nPatients may be very sick, so treatment should be started with all-trans retinoic\nacid (ATRA) without delay along with concurrent chemotherapy once the\ndiagnosis is confirmed .\n",
        "1. Leukopenia or leukocytosis—WBC count is variable (from 1,000/mm3 to\n100,000/mm3), but always accompanied by significant numbers of blast cells\n(immature cells) in peripheral blood\n2. Anemia\n3. Thrombocytopenia\n4. Electrolyte disturbances (e.g., hyperuricemia, hyperkalemia, hyperphosphatemia)\n5. Bone marrow biopsy (required for diagnosis)\na. In ALL, reveals proliferation of blasts of the lymphoid lineage (>20%)\nb. In AML, reveals proliferation of blasts of the myeloid lineage (>20%) and Auer\nrods, especially if it is the APL phenotype \n"
    ],
    "Chronic Myeloid Leukemia": [
        9,
        22493,
        "1. Neoplastic, clonal proliferation of myeloid stem cells\n2. Patients are usually >40 years of age\n3. CML follows an indolent (chronic) course for many years before it transforms to\nacute leukemia. The end-stage of the disease course is usually an acute phase\n(also known as a blast crisis), which is an accelerated phase of blast and\npromyelocyte production.\n4. It is associated with translocation t(9,22) in >90% of patients. This fusion of the\nBCR gene on chromosome 22 with the ABL1 gene on chromosome 9 is known as\nthe Philadelphia chromosome. The abnormal chromosome results in a\nconstitutively active tyrosine kinase protein, which is targeted by imatinib. Note\nthat patients without the Philadelphia chromosome have shorter survival times\nand respond more poorly to treatment.\n",
        "1. Leukocytosis with eosinophilia—WBCs from 50,000 to 200,000\n2. Thrombocytosis\n3. Peripheral blood smear—reveals increased numbers of immature granulocytes,\n"
    ],
    "Myelodysplastic Syndromes": [
        9,
        22597,
        "1. Myelodysplastic syndromes are a class of acquired malignant hematopoietic stem\ncell disorders characterized by ineffective hematopoiesis\n2. The result is pancytopenia, despite a normal or hypercellular bone marrow\n3. They occur more commonly in elderly patients and are slightly more common in\nmen\n4. They are usually idiopathic, although exposure to radiation, immunosuppressive\nagents, and certain toxins are known risk factors\n5. They are classified into subtypes according to findings on bone marrow biopsy\nand peripheral blood smear\n6. The prognosis, although variable, is generally poor, and the end result is often\nprogression to acute leukemia\n",
        "1. Anemia with decreased reticulocyte count\n2. Thrombocytopenia\n3. Neutropenia\n4. Peripheral blood smear—reveals normocytic anemia with Howell–Jolly bodies,\n"
    ],
    "Essential Thrombocythemia": [
        9,
        22649,
        "1. There are two types of pneumonia: community-acquired and nosocomial\na. Community-acquired pneumonia (CAP)\nOccurs in the community or within first 72 hours of hospitalization\nCan be typical or atypical\nMost common bacterial pathogen is Streptococcus pneumoniae\nb. Nosocomial pneumonia\nOccurs during hospitalization after first 72 hours\nMost common bacterial pathogens are gram-negative rods (Escherichia\ncoli, Pseudomonas) and Staphylococcus aureus\n2. There are two recommended methods of prevention\na. Influenza vaccine—give yearly to people at increased risk for complications and\nto healthcare workers\nb. Pneumococcal vaccine—for patients >65 years and for younger people at high\nrisk (e.g., those with heart disease, cochlear implants, sickle cell disease,\npulmonary disease, diabetes, alcoholic cirrhosis, asplenia)\n",
        "1. PA and lateral CXR required to confirm the diagnosis  (see also\nClinical Pearls 10-1 and 10-2).\na. Considered sensitive—if CXR findings are not suggestive of pneumonia, do not\ntreat the patient with antibiotics.\nb. After treatment, changes evident on CXR usually lag behind the clinical\nresponse (up to 6 weeks).\nc. Changes include interstitial infiltrates, lobar consolidation, and/or cavitation.\nd. False-negative chest radiographs occur with neutropenia, dehydration, infection\nwith PCP (Pneumocystis carinii pneumonia), and early disease (<24 hours).\n"
    ],
    "Lung Abscess": [
        10,
        22921,
        "1. Abscess in the lung parenchyma results when infected lung tissue becomes\nnecrotic and forms suppurative cavitary lesions. The typical case is aspiration of a\nlarge volume of oropharyngeal contents or food, with resulting pneumonia and\nnecrosis when adequate treatment is not administered. Most patients who have\naspiration pneumonia are treated promptly, thereby avoiding abscess formation.\n2. By definition, a lung abscess is formed by one or more cavities, each >2 cm in\ndiameter.\n3. Lung abscesses can be complications of the following:\na. Aspiration of organisms.\nb. Acute necrotizing pneumonia (gram-negative rods).\nc. Hematogenous spread of infection from distant site.\nd. Direct inoculation with contiguous spread.\n4. Causative organisms are mainly bacteria that colonize the oropharynx.\na. Oral anaerobes: Prevotella, Peptostreptococcus, Fusobacterium, Bacteroides\nspp.\nb. Other bacteria: S. aureus, S. pneumoniae, and aerobic gram-negative bacilli\n5. Epidemiology/risk factors.\na. The main risk factor is predisposition to aspiration. This may be seen in patients\nwith impaired consciousness (alcoholism, seizures), dysphagia, neurologic\nconditions (CVA), or mechanical disruption of normal defense mechanisms\n(nasogastric or endotracheal tube).\nb. Poor dental hygiene increases the content of oral anaerobes.\nc. Edentulous patients are less likely to aspirate oropharyngeal secretions.\n",
        "1. CXR\na. This reveals thick-walled cavitation with air–fluid levels.\n"
    ],
    "Tuberculosis": [
        10,
        22976,
        "1. Microbiology\na. Caused by Mycobacterium tuberculosis\nb. Mycobacteria are acid-fast bacilli (AFB)—considered slow growing but hardy\norganisms\nc. Inhibited by the cellular arm of the immune system\n2. Transmission\na. Transmission occurs via inhalation of aerosolized droplets containing the active\norganism\nb. Only those people with active TB are contagious (e.g., by coughing, sneezing)\nc. People with primary TB are not contagious\n3. Pathophysiology\na. Primary TB\nBacilli are inhaled and deposited into the lung, then ingested by alveolar\nmacrophages\nSurviving organisms multiply and disseminate via lymphatics and the\nbloodstream. Granulomas form and “wall off” the mycobacteria. The\ngranulomas in oxygen-rich areas, such as the lungs, allow these organisms to\nremain viable (they are aerobes). After the resolution of the primary infection,\nthe organism remains dormant within the granuloma\nAn insult to the immune system may activate the TB at any time\nOnly 5% to 10% of individuals with primary TB will develop active disease in\ntheir lifetime\nb. Secondary TB (reactivation)\nOccurs when the host’s immunity is weakened (e.g., HIV infection,\nmalignancy, immunosuppressants, substance abuse, poor nutrition)\nUsually manifests in the most oxygenated portions of the lungs—the\napical/posterior segments\nProduces clinical manifestations of TB\nCan be complicated by hematogenous or lymphatic spread, resulting in miliary\nTB\nc. Extrapulmonary TB\n",
        "1. Must have a high index of suspicion, depending on patient’s risk factors and\npresentation\n2. CXR\na. Classic findings are upper lobe infiltrates with cavitations\nb. Other possible findings\nPleural effusion(s)\nGhon complex and Ranke complex: evidence of healed primary TB\nAtypical findings common in immunocompromised patients\n3. Sputum studies (sputum acid-fast testing)\na. Definitive diagnosis is made by sputum culture—growth of M. tuberculosis\nb. Obtain three morning sputum specimens—culture takes 4 to 8 weeks\nc. PCR can detect specific mycobacterial DNA more rapidly\nthis is not definitive because other mycobacteria may colonize airways\n4. Tuberculin skin test (PPD test)\na. Tuberculin skin test is a screening test to detect those who may have been\nexposed to TB. It is not for diagnosis of active TB, but rather of latent (primary)\nTB (a positive chest x-ray is used to diagnose active TB). PPD is not a screening\ntest for everyone, only patients with one or more of the risk factors mentioned\nabove should have this test. If patient is symptomatic or has abnormal chest xray, order a sputum acid-fast test, not a PPD\nb. Inject PPD into the volar aspect of forearm. Measure the amount of induration\n48 to 72 hours later. Positive result is interpreted as follows:\nPatients with no risk factors: induration ≥15 mm\nCertain high-risk populations (e.g., those who live in high-prevalence areas,\nimmigrants in the last 5 years, the homeless, prisoners, healthcare workers,\nnursing home residents, close contact of someone with TB, alcoholics,\ndiabetics): induration ≥10 mm\n"
    ],
    "Influenza": [
        10,
        23130,
        "1. This refers to inflammation of the meningeal membranes that envelop the brain\nand spinal cord. It is usually associated with infectious causes, but noninfectious\ncauses (such as medications, SLE, sarcoidosis, and carcinomatosis) also exist.\n2. Pathophysiology\na. Infectious agents frequently colonize the nasopharynx and respiratory tract.\nb. These pathogens typically enter the CNS via one of the following:\nInvasion of the bloodstream, which leads to hematogenous seeding of CNS.\nRetrograde transport along cranial (e.g., olfactory) or peripheral nerves.\nContiguous spread from sinusitis, otitis media, surgery, or trauma.\n3. Can be classified as acute or chronic, depending on onset of symptoms.\na. Acute meningitis—onset within hours to days.\nb. Chronic meningitis—onset within weeks to months; commonly caused by\nmycobacteria, fungi, Lyme disease, or parasites.\n4. Another important distinction is bacterial versus aseptic (described below).\n5. Acute bacterial meningitis.\na. Causes\nNeonates—Group B streptococci, E. coli, Listeria monocytogenes.\nChildren >3 months—Neisseria meningitidis, S. pneumoniae, H. influenzae.\nAdults (ages 18 to 50)—S. pneumoniae, N. meningitidis, H. influenzae.\nElderly (>50)—S. pneumoniae, N. meningitidis, L. monocytogenes, gramnegative bacilli.\nImmunocompromised—L. monocytogenes, gram-negative bacilli, S.\npneumoniae.\nb. Complications\nSeizures, coma, brain abscess, subdural empyema, DIC, respiratory arrest.\nPermanent sequelae—deafness, brain damage, hydrocephalus.\n6. Aseptic meningitis\na. Aseptic meningitis is most commonly caused by a variety of nonbacterial\npathogens, frequently viruses such as enterovirus and herpes simplex virus\n(HSV). It can also be caused by certain bacteria, parasites, and fungi.\nb. It may be difficult to distinguish it clinically from acute bacterial\nmeningitis. If there is uncertainty in diagnosis, treat for acute bacterial\n",
        "1. CSF examination (LP)—Perform this if meningitis is a possible diagnosis unless\nthere is evidence of a space-occupying lesion . Also note the\nopening pressure.\na. Examine the CSF. Cloudy CSF is consistent with a pyogenic leukocytosis.\nb. CSF should be sent for the following: cell count, chemistry (e.g., protein,\nglucose), Gram stain, culture (including AFB), and cryptococcal antigen or India\nink.\nc. Bacterial meningitis—pyogenic inflammatory response in CSF.\nElevated WBC count—PMNs predominate.\nLow glucose.\nHigh protein.\nGram stain—positive in 75% to 80% of patients with bacterial meningitis.\n"
    ],
    "Encephalitis": [
        10,
        23359,
        "1. Encephalitis is a diffuse inflammation of the brain parenchyma and is often seen\nsimultaneously with meningitis\n2. It is usually viral in origin. Nonviral causes, however, must also be considered\na. Viral causes\nHerpes (HSV-1)\nArbovirus—for example, Eastern equine encephalitis, West Nile virus\nEnterovirus—for example, polio\nLess common causes—for example, measles, mumps, EBV, CMV, VZV,\nrabies, and prion diseases such as Creutzfeldt–Jakob disease\nb. Nonviral infectious causes\nToxoplasmosis\nCerebral aspergillosis\nc. Noninfectious causes\nMetabolic encephalopathies\nT-cell lymphoma\n3. Risk factors\na. AIDS—patients with AIDS are especially at risk for toxoplasmosis when the\nCD4 count is <200\nb. Other forms of immunosuppression\nc. Travel in underdeveloped countries\nd. Exposure to insect (e.g., mosquito) vector in endemic areas\ne. Exposure to certain wild animals (e.g., bats) in an endemic area for rabies\n4. The overall mortality associated with viral encephalitis is approximately 10%\n",
        "1. Routine laboratory tests (to rule out nonviral causes) include CXR, urine and\nblood cultures, urine toxicology screen, and serum chemistries.\n2. Perform an LP to examine CSF, unless the patient has signs of significantly\nincreased ICP.\na. Lymphocytosis (>5 WBC/mL) with normal glucose is consistent with viral\nencephalitis (similar CSF as in viral meningitis). CSF cultures are usually\nnegative.\nb. CSF PCR is the most specific and sensitive test for diagnosing many various\nviral encephalitides, including HSV-1, CMV, EBV, and VZV.\n3. MRI of the brain is the imaging study of choice.\na. Can rule out focal neurologic causes, such as an abscess.\nb. Increased areas of T2 signal in the frontotemporal localization are consistent\nwith HSV encephalitis.\n4. EEG can be helpful in diagnosing HSV-1 encephalitis—it would show unilateral\nor bilateral temporal lobe discharges.\n5. Brain biopsy is indicated in an acutely ill patient with a focal, enhancing lesion on\nMRI without a clear diagnosis.\n"
    ],
    "Botulism": [
        10,
        23589,
        "1. Results from ingestion of preformed toxins produced by spores of Clostridium\nbotulinum. Improperly stored food (e.g., home-canned foods) can be\ncontaminated with these spores. Toxins can be inactivated by cooking food at high\ntemperatures (e.g., 100°C [212°F] for 10 minutes).\n2. Wound contamination is another source.\n3. Inhalation botulism has been reported in laboratory workers but is not a common\noccurrence. Could be a possible bioterrorism weapon.\n",
        "1. The definitive diagnosis is identification of toxin in serum, stool, or gastric\ncontents (bioassay).\n2. Identifying C. botulinum alone in food is not a reliable diagnostic indicator.\n"
    ],
    "Intra-Abdominal Abscess": [
        10,
        23626,
        "",
        ""
    ],
    "Pseudomembranous Colitis": [
        10,
        23636,
        "1. This is also referred to as antibiotic-associated colitis because many patients do\nnot have grossly visible pseudomembranes.\n2. Antibiotic treatment kills organisms that normally inhibit growth of Clostridium\ndifficile, leading to overgrowth of C. difficile and toxin production.\n3. Almost all antibiotics have been associated, but the most frequently implicated\nantibiotics are clindamycin, ampicillin, and cephalosporins.\n4. Symptoms usually begin during first week of antibiotic therapy. However, up to 6\nweeks may elapse after stopping antibiotics before clinical findings become\napparent.\n5. Disease severity can be classified as mild–moderate[AQ2], severe, or fulminant\ndepending on the WBC count, serum creatinine, and presence of\nhypotension/shock, ileus, or megacolon.\n",
        "1. Demonstration of C. difficile toxins in stool is diagnostic, but results take at least\n24 hours (95% sensitivity).\n2. Flexible sigmoidoscopy is the most rapid test and is diagnostic, but because of\ndiscomfort/expense, it is infrequently used (usually reserved for special\nsituations).\n3. Abdominal radiograph is used to rule out toxic megacolon and perforation.\n4. Leukocytosis is very common.\n"
    ],
    "Pyelonephritis": [
        10,
        23846,
        "1. Pyelonephritis is an infection of the upper urinary tract.\na. It is usually caused by ascending spread from the bladder to the kidney.\nb. Uncomplicated pyelonephritis is limited to the renal pyelocalyceal-medullary\nregion.\nc. Vesicoureteral reflux facilitates this ascending spread. See above for other risk\nfactors.\n2. Organisms\na. E. coli (most frequent cause).\nb. Other gram-negative bacteria include Proteus, Klebsiella, Enterobacter, and\nPseudomonas spp.\nc. Gram-positive bacteria (less common) include Enterococcus faecalis and S.\naureus.\n3. Complications (unusual).\na. Sepsis occurs in 10% to 25% of patients with pyelonephritis. May lead to shock.\nb. Emphysematous pyelonephritis—caused by gas-producing bacteria in diabetic\npatients.\nc. Chronic pyelonephritis and scarring of the kidneys—rare unless underlying renal\ndisease exists.\n",
        "1. Urinalysis\na. Look for pyuria, bacteriuria, and leukocyte casts\nb. As in cystitis, hematuria and mild proteinuria may be present\n2. Urine cultures—obtain in all patients with suspected pyelonephritis\n"
    ],
    "Prostatitis": [
        10,
        23920,
        "1. Acute bacterial prostatitis\na. Less common than chronic bacterial prostatitis\nb. Occurs more commonly in younger men\nc. Pathophysiology\nAscending infection from the urethra and reflux of infected urine\nMay occur after urinary catheterization\nOther causes—direct or lymphatic spread from the rectum\nHematogenous spread (rare)\nd. Gram-negative organisms predominate (e.g., E. coli, Klebsiella, Proteus,\nPseudomonas, Enterobacter, and Serratia spp.)\n2. Chronic bacterial prostatitis\na. More common than acute bacterial prostatitis; true prevalence is difficult to\ndetermine because many cases are asymptomatic and are diagnosed incidentally\nb. It most commonly affects men 40 to 70 years of age\nc. It has the same routes of infection as acute bacterial prostatitis. It may develop\nfrom acute bacterial prostatitis\nd. Organisms are similar to those in acute prostatitis\n",
        "1. DRE—there is a boggy, exquisitely tender prostate in acute disease. In chronic\ndisease, prostate is enlarged and usually nontender.\n2. Urinalysis—numerous (sheets of) WBCs are present in acute bacterial prostatitis.\n3. Urine cultures—almost always positive in acute prostatitis.\n4. Chronic prostatitis—the presence of WBCs in expressed prostatic secretions\nsuggests diagnosis. Urine cultures may be positive (chronic bacterial prostatitis)\nor negative (chronic nonbacterial prostatitis).\n5. Obtain CBC and blood cultures if patient appears toxic or if sepsis is suspected.\n"
    ],
    "Chlamydia": [
        10,
        23995,
        "1. Chlamydia is the most common bacterial STD. The organism is an intracellular\npathogen.\n2. Many patients are coinfected with gonorrhea (up to 40% of women and 20% of\nmen).\n3. The incubation period is 1 to 3 weeks.\n",
        "1. Diagnostic tests include culture, enzyme immunoassay, and molecular tests such\nas PCR. Serologic tests are not used for Chlamydia.\n2. Molecular diagnostic tests are replacing culture as the screening test of choice due\nto higher sensitivity.\n3. Sexually active women should be screened for chlamydial and gonorrheal\ninfection even if they are asymptomatic.\n"
    ],
    "Gonorrhea": [
        10,
        24029,
        "1. The responsible organism is Neisseria gonorrhoeae (a gram-negative,\nintracellular diplococcal organism).\n2. Gonorrhea is usually asymptomatic in women but symptomatic in men.\nTherefore, complications occur more often in women due to undetected disease.\n3. It is almost always transmitted sexually (except with neonatal transmission).\n4. Coinfection with Chlamydia trachomatis occurs in 30% of patients (more\ncommon in women).\n",
        "1. Gram stain of urethral discharge showing organisms within leukocytes is highly\nspecific for gonorrhea.\n2. Obtain cultures in all cases—in men from the urethra; in women from the\nendocervix. May treat empirically because culture results take 1 to 2 days to\nreturn.\n3. Consider testing for syphilis and HIV.\n4. Obtain blood cultures if disease has disseminated.\n"
    ],
    "HIV and AIDS": [
        10,
        24082,
        "1. Pathophysiology\na. The most common virus associated with HIV is the HIV type 1 human retrovirus\nb. The virus attaches to the surface of CD4+ T lymphocytes (targets of HIV-1); it\nenters the cell and uncoats, and its RNA is transcribed to DNA by reverse\ntranscriptase\nc. Billions of viral particles are produced each day by activated CD4 cells. When\nthe virus enters the lytic stage of infection, CD4 cells are destroyed. It is the\ndepletion of the body’s arsenal of CD4 cells that weakens host cellular\nimmunity\n2. Transmission is usually sexual or parenteral. Other than semen and blood, fluids\nthat transmit the disease are breast milk and vaginal fluid\na. Risk of transmission:\nNeedlestick injury—1 in 300\nVaginal (male to female)—1 in 1,000\nVaginal (female to male)—1 in 3,000\nAnal receptive—1 in 100\nMother to child—1 in 3 without medications. With medications, risk is under 2\nin 100\nb. Cesarean delivery is indicated if viral load is over 1,000 copies. If CD4 count is\nhigh (over 500) and viral load is low (under 1,000), C-section is not necessary\n3. Mortality is usually secondary to opportunistic infection, wasting, or cancer\n4. High-risk individuals: men who have sex with men, IV drug abusers, blood\ntransfusion recipients before 1985 (before widespread screening of donor blood),\nheterosexual contacts of HIV-positive individuals, unborn and newborn babies of\nmothers who are HIV positive\n",
        "1. PCR RNA viral load test—patients with acute HIV infection have very high levels\nof viremia. This test is repeated to assess effectiveness of therapy.\n2. p24 antigen assay—less costly but less sensitive alternative to viral load testing.\n3. Seroconversion occurs 3 to 7 weeks after infection and confirms the diagnosis.\na. Enzyme-linked immunosorbent assay (ELISA) method.\nScreening test for detecting antibody to HIV; becomes positive 1 to 12 weeks\nafter infection.\nA negative ELISA essentially excludes HIV (99% sensitive) if the patient has\nnot had a subsequent exposure before testing (before seroconversion).\nIf positive, Western blot test should be performed for confirmation.\nb. Western blot test is a specific test used to confirm a positive result on an ELISA\ntest.\na. CDC definition of AIDS: A patient with HIV has AIDS if he or she has (1) a\nCD4+ T-cell count below 200, (2) a CD4+ T cell percentage of total\nlymphocytes below 14%, or \n"
    ],
    "Herpes Simplex": [
        10,
        24420,
        "1. There are two types of HSV: HSV-1 and HSV-2. Both are very prevalent in the\ngeneral population .\na. HSV-1 is typically associated with lesions of the oropharynx.\nb. HSV-2 is associated with lesions of the genitalia .\nc. Both viruses, however, can cause either genital or oral lesions.\n",
        ""
    ],
    "Ritonavir": [
        10,
        24487,
        "",
        "1. The diagnosis can be made clinically when characteristic lesions are recognized.\n2. If there is uncertainty, perform the following tests to confirm the diagnosis.\na. Tzanck smear—quickest test.\nPerform by swabbing the base of the ulcer and staining with Wright stain.\nThis shows multinucleated giant cells. It does not differentiate between HSV\nand VZV.\nb. Culture of HSV is the gold standard of diagnosis.\nPerform by swabbing the base of the ulcer.\nResults are available within 2 to 3 days.\nc. Direct fluorescent assay and ELISA.\n"
    ],
    "Syphilis": [
        10,
        24612,
        "1. It is caused by Treponema pallidum spirochetes and transmitted by direct sexual\ncontact with infectious lesions.\n2. It is a systemic illness with four stages . The late stages can be\nprevented by early treatment.\n",
        ""
    ],
    "Chancroid": [
        10,
        24693,
        "",
        ""
    ],
    "Lymphogranuloma Venereum": [
        10,
        24714,
        "1. Cellulitis is an inflammatory condition of skin and subcutaneous tissue.\n2. It is caused by a wide variety of bacteria, the most common being group A\nstreptococci or S. aureus.\n3. Likely bacterial pathogens are based on patient histories. Bacteria gain entry\nthrough breaks in the skin: IV catheters, incisions, immersion in water, and bites\nor wounds. Venous stasis diseases, lymphedema, and diabetic ulcers also are\nassociated with cellulitis .\n4. If untreated, cellulitis may lead to potentially life-threatening bacteremia.\n",
        "1. The diagnosis is essentially clinical.\n2. Obtain blood cultures if the patient has a fever.\n3. Obtain tissue cultures if there is a wound, ulcer, or site of infection.\n4. Obtain imaging (plain film, MRI) if there is suspicion of deeper infection.\n"
    ],
    "Erysipelas": [
        10,
        24781,
        "",
        ""
    ],
    "Necrotizing Fasciitis": [
        10,
        24826,
        "",
        ""
    ],
    "Lymphadenitis": [
        10,
        24842,
        "",
        ""
    ],
    "Tetanus": [
        10,
        24855,
        "1. Causes\na. It is caused by neurotoxins produced by spores of Clostridium tetani, a grampositive anaerobic bacillus.\nb. C. tetani proliferates and produces its exotoxin in contaminated wounds. The\nexotoxin blocks inhibitory transmitters at the neuromuscular junction.\n2. Patients at risk are those who have incomplete or no tetanus immunization (see\nChapter 12).\n",
        "1. The diagnosis is mainly clinical.\n2. Obtain wound cultures, but they are not a reliable means of diagnosis.\n"
    ],
    "Acute Infectious Arthritis": [
        10,
        24977,
        "1. Acute infectious arthritis occurs when microorganisms (usually bacteria) invade\nthe joint space (not the bone itself), where they release endotoxins and trigger\ncytokine release and neutrophil infiltration. These inflammatory reactions\nultimately lead to erosion and destruction of the joint.\n2. Pathogenesis—microorganisms penetrate the joint via the following mechanisms:\na. Hematogenous spread—most common route.\nb. Contiguous spread from another locus of infection (e.g., osteomyelitis, abscess,\nor cellulitis).\nc. Traumatic injury to joint.\nd. Iatrogenic (e.g., from arthrocentesis, arthroscopy).\n",
        "1. Perform a joint aspiration (“tap”) and analysis of synovial fluid in all patients\nsuspected of having a septic joint. Order the following studies on aspirated\nsynovial fluid.\na. WBC count with differential—usually >50,000 WBCs/mm3 with >80% PMNs\n—the most helpful test.\nb. Gram stain of fluid—positive in approximately 75% of gram-positive cases, but\nonly 30% to 50% of gram-negative cases.\nc. Culture—aerobic and anaerobic.\nd. Crystal analysis—keep in mind that acute gout may present like septic arthritis.\ne. PCR of synovial fluid—this may be useful if gonococcal arthritis is suspected\nbut Gram stain and cultures are negative.\n2. Blood cultures are positive in >50% of all cases (frequently negative in\ngonococcal arthritis).\n3. Other laboratory abnormalities.\na. Leukocytosis—present in about half of patients with a septic joint.\nb. Elevated ESR—elevated in up to 90% of patients with septic joint.\nc. Elevated CRP—useful in monitoring clinical improvement.\n4. Imaging studies.\n"
    ],
    "Malaria": [
        10,
        25242,
        "1. A protozoal infection caused by one of four organisms\na. Plasmodium falciparum\nb. Plasmodium ovale\nc. Plasmodium vivax\nd. Plasmodium malariae\n2. Prevalent in tropical climates, parts of Africa and the Middle East\n3. Transmitted via mosquito bite in endemic areas\n",
        "1. Identify organism on peripheral blood smear\n2. Blood smear must have Giemsa stain\n"
    ],
    "Rabies": [
        10,
        25288,
        "1. A devastating, deadly viral encephalitis\n2. Contracted from a bite or scratch by an infected animal (dog, bat, raccoon, fox,\ncoyote); infection from a corneal transplant has been documented as well\n3. More prevalent in developing countries where rabies vaccination of animals is not\nwidespread\n",
        "1. Virus or viral antigen can be identified in infected tissue. Virus can be isolated in\nsaliva as well.\n2. Fourfold increase in serum antibody titers.\n3. Histologic identification of Negri bodies (eosinophilic intracytoplasmic inclusion\nbodies).\n4. PCR detection of virus RNA.\n"
    ],
    "Other Zoonoses": [
        10,
        25336,
        "",
        ""
    ],
    "Common Fungal Infections": [
        10,
        25340,
        "1. Candida species are oval, budding yeasts known for their formation of hyphae\nand long pseudohyphae. They normally colonize humans, and it is the overgrowth\nof these organisms that results in the clinical pathology of candidiasis\n2. Candida albicans is the most common cause of candidiasis\n3. Risk factors for candidiasis\na. Antibiotic therapy\nb. Diabetes mellitus\nc. Immunocompromised hosts (increased risk for both mucocutaneous and\nsystemic candidiasis)\n",
        "1. Mucocutaneous candidiasis diagnosis is primarily clinical; KOH preparation\ndemonstrates yeast.\n2. Invasive candidiasis is diagnosed by blood or tissue culture.\n"
    ],
    "Aspergillus": [
        10,
        25394,
        "1. Aspergillus spp. spores are found everywhere in the environment. Typically,\ndisease occurs when spores are inhaled into the lung.\n2. There are three main types of clinical syndromes associated with Aspergillus (see\nclinical features below).\n3. Invasive aspergillosis is usually limited to severely immunocompromised patients.\nIt should be considered in any immunocompromised patient with fever and\nrespiratory distress despite use of broad-spectrum antibiotics.\n",
        "1. CXR reveals a dense pulmonary consolidation and sometimes a fungus ball.\n2. Definitive diagnosis of invasive aspergillosis is by tissue biopsy, but diagnosis is\npresumed when Aspergillus is isolated from the sputum of a severely\nimmunocompromised/neutropenic patient with clinical symptoms.\n3. Blood cultures are usually not helpful because they are rarely positive.\n"
    ],
    "Cryptococcosis": [
        10,
        25438,
        "1. Caused by Cryptococcus neoformans, a budding, round yeast with a thick\npolysaccharide capsule\n2. Associated with pigeon droppings\n3. Most commonly seen in patients with advanced AIDS\n4. Infection is due to inhalation of fungus into lungs. Hematogenous spread may\ninvolve the brain and meninges\n",
        "1. LP is absolutely essential if meningitis is suspected.\na. Latex agglutination or ELISA can detect cryptococcal antigen in the CSF.\nb. India ink smear shows encapsulated yeasts.\nc. Culture yields cryptococcal colonies in 3 to 7 days.\n2. Tissue biopsy is characterized by lack of inflammatory response.\n3. The organism may also be present in urine and blood.\n"
    ],
    "Other Fungal Infections": [
        10,
        25466,
        "",
        ""
    ],
    "Common Parasitic Infections": [
        10,
        25470,
        "",
        ""
    ],
    "Fever and Sepsis": [
        10,
        25474,
        "1. Defining fever of unknown origin (FUO)\na. Classically defined as having the following necessary criteria:\nFever >38.3°C (101°F)\nContinuing “on several occasions” for at least 3 weeks\nNo diagnosis over this time period despite 1 week of inpatient workup\nb. Because of changes in medical practice, this definition has been altered: Three\noutpatient visits now substitute for 1 week in the hospital\n",
        ""
    ],
    "Leukemia": [
        10,
        25512,
        "",
        "1. Careful history and physical examination—with attention to medications, travel,\nimmune system competency, and review of systems\n2. Laboratory tests\na. CBC with differential\nb. Urinalysis\nc. Cultures of blood, sputum, CSF, urine, and stool when indicated by clinical\n"
    ],
    "Toxic Shock Syndrome": [
        10,
        25598,
        "1. TSS is most commonly associated with menstruating women and tampon use, but\ncan occur in patients of all ages, male and female.\n2. Other risk factors include surgical wounds, burns, nasal packing, and infected\ninsect bites.\n3. It is caused by an enterotoxin of S. aureus, or less frequently an exotoxin of group\nA Streptococcus. Note that it is the toxin rather than the bacteria that causes\nthe pathology associated with TSS.\n",
        "1. A high index of clinical suspicion is important.\n"
    ],
    "Catheter-Related Sepsis": [
        10,
        25646,
        "",
        ""
    ],
    "Neutropenic Fever": [
        10,
        25668,
        "1. Caused by EBV (rarely by CMV which causes a similar clinical picture but is\nmilder) .\n2. It is most commonly seen in adolescents and young adults, especially college\nstudents and military recruits (but may occur at any age). Infected children often\nexperience milder symptoms or no symptoms.\n3. Differential diagnosis in patients with fever, lymphadenopathy, and pharyngitis\nincludes acute HIV infection, streptococcal infection, CMV, or toxoplasma\ninfection.\na. In pregnant patients, it is important to perform diagnostic tests as HIV, CMV,\nand toxoplasma infection can have adverse effects on the fetus.\n4. Transmission\na. The usual mode of transmission is through infected saliva (e.g., kissing, sharing\nfood).\nb. Most adults (90%) have been infected with EBV and are carriers but infectious\nmononucleosis is uncommon in adults.\nc. One infection usually confers lifelong immunity.\nd. The incubation period is typically 2 to 5 weeks.\n",
        ""
    ],
    "Intravenous": [
        10,
        25743,
        "",
        "1. Serology\na. Monospot test—for detection of heterophile antibody\nHeterophile antibodies are positive within 4 weeks of infection with EBV\nmononucleosis and are undetectable by 6 months. Thus, a positive monospot\ntest indicates acute infection with EBV mononucleosis\nHeterophile antibodies do not form in CMV mononucleosis\nRapid heterophile tests are highly sensitive and specific, particularly in\nadolescents\nb. EBV-specific antibody testing—perform in cases in which diagnosis is not\nstraightforward (usually done by indirect immunofluorescence microscopy or by\nELISA)\n2. Peripheral blood smear—usually reveals lymphocytic leukocytosis with large,\natypical lymphocytes\n3. Throat culture—perform if pharyngitis is present to rule out a secondary infection\nwith β-hemolytic streptococci\n"
    ],
    "Acneiform Eruptions": [
        10,
        25896,
        "1. Acne vulgaris is an inflammatory condition of the skin that is most prevalent\nduring adolescence.\n2. Pathogenesis is multifactorial:\na. Follicular hyperkeratinization.\nb. Increased sebum production.\nc. Obstruction of sebaceous follicles (by sebum) leads to the proliferation of\nCutibacterium acnes (an anaerobic bacterium, formerly known as\nPropionibacterium acnes) in the sebum.\nd. Inflammation as a result of C. acnes proliferation.\n3. Risk factors are male sex, puberty, Cushing syndrome, oily complexion,\nandrogens (due to any cause), and medications.\n4. Classification:\na. Obstructive acne: closed comedones (whiteheads) or open comedones\n(blackheads).\nb. Inflammatory acne: Lesions progress from papules/pustules to nodules, then to\ncysts, then scars.\n",
        ""
    ],
    "Rosacea": [
        10,
        25947,
        "",
        ""
    ],
    "Hidradenitis Suppurativa": [
        10,
        25968,
        "",
        ""
    ],
    "Contact Dermatitis": [
        10,
        25997,
        "1. There are two forms of contact dermatitis: irritant and allergic.\n2. Irritant contact dermatitis is more common and results from a chemical or\nphysical insult to the skin (e.g., contact with detergents, acids, or alkalis, or from\nfrequent hand washing).\na. A previous sensitizing event is not needed to produce the rash (i.e., it is not an\nimmunologic reaction).\nb. The rash begins shortly after exposure to the irritant (in contrast to the allergic\ntype, which begins several hours to a few days later).\n3. Allergic contact dermatitis is a delayed-type hypersensitivity (type IV)\nreaction.\na. No history of atopy is necessary for allergic contact dermatitis to occur. It can\noccur in anyone.\nb. Sensitization of the skin occurs 1 to 2 weeks after the first exposure to the\nallergen. Subsequent exposure leads to dermatitis hours to days after the\nreexposure. Therefore, dermatitis develops only in patients who have already\nbeen sensitized to the allergen. Common allergens include poison ivy, oak, and\nsumac; iodine; nickel; rubber; topical medications (e.g., neomycin, topical\nanesthetics); and cosmetics.\n",
        "2. Patch testing (to identify the allergen that caused the allergic reaction) is indicated\nif the diagnosis is in doubt, the rash does not respond to treatment, or the rash\nrecurs.\n"
    ],
    "Papulosquamous Eruptions": [
        10,
        26051,
        "1. Psoriasis is due to abnormal (markedly accelerated) proliferation of skin cells.\nBecause of this, the skin does not have time to mature normally. This leads to\ndefective keratinization, which causes the scaling.\n2. The cause is unknown, but genetics are believed to be important.\n3. This is a chronic condition characterized by exacerbations and remissions—it\nimproves during the summer (sun exposure) and worsens in the winter (dries\nskin).\n4. Trauma to the skin (e.g., infection, abrasion) can cause local flares at the site of\ninjury, which is termed the Koebner phenomenon.\n5. Up to three-fourths of patients have somewhat localized disease (<20% to 25% of\nbody surface area [BSA]).\n6. Less than 10% of patients develop psoriatic arthritis .\n",
        ""
    ],
    "Seborrheic Dermatitis": [
        10,
        26110,
        "1. A chronic, idiopathic, inflammatory skin disorder that occurs in all age groups.\n2. Very common problem (affects 5% of the population), especially in patients with\noily skin.\n3. Exacerbating factors: anxiety, stress, fatigue, hormonal factors.\n4. Common locations: scalp (dandruff), hairline, behind ears, external ear canal,\nfolds of skin around nose, eyebrows, armpits, under breasts, groin area (skin\nfolds).\n5. May be complicated by secondary bacterial infection.\n",
        ""
    ],
    "Pityriasis Rosea": [
        10,
        26144,
        "",
        ""
    ],
    "Lichen Planus": [
        10,
        26154,
        "",
        ""
    ],
    "Allergic Reactions": [
        10,
        26161,
        "",
        ""
    ],
    "Angioedema": [
        10,
        26191,
        "",
        ""
    ],
    "Anaphylaxis": [
        10,
        26219,
        "",
        ""
    ],
    "Drug Reactions": [
        10,
        26240,
        "",
        ""
    ],
    "Pyoderma Gangrenosum": [
        10,
        26388,
        "",
        ""
    ],
    "Bullous Pemphigoid": [
        10,
        26399,
        "",
        ""
    ],
    "Pemphigus Vulgaris": [
        10,
        26406,
        "",
        ""
    ],
    "Vitiligo": [
        10,
        26428,
        "1. Warts are caused by HPV and are transmitted via skin-to-skin contact. For genital\nwarts, transmission is via intimate sexual contact.\n2. Types\na. The common wart (Verruca vulgaris)—most common type.\nMay occur anywhere, but the most common sites include elbows, knees,\nfingers, and palms.\nAppearance: flesh-colored or whitish with a hyperkeratotic surface.\nb. The flat wart (Verruca plana).\nCommon sites include the chin/face, dorsum of hands, and legs.\nAppears flesh-colored with smooth papules and a flat surface.\nc. The plantar wart (Verruca plantaris).\nSolitary or multiple warts found on the plantar side of the foot; can cause foot\npain if located on pressure areas (e.g., metatarsal head, heel).\nAppearance: flesh colored with a rough, hyperkeratotic surface.\nd. Anogenital wart (Condyloma acuminatum).\nMost common STD, commonly associated with HPV 6 and 11 .\nHPV (types 16, 18) infection can lead to cervical cancer in women (Pap smear\nis important), and protective vaccines are available.\nAppearance: single or multiple soft, fleshy growths on the genitalia, perineum,\nand anus.\n",
        ""
    ],
    "Molluscum Contagiosum": [
        10,
        26482,
        "",
        ""
    ],
    "Herpes Zoster (Shingles)": [
        10,
        26503,
        "1. Caused by reactivation of the varicella-zoster virus, which remains dormant in the\ndorsal root ganglia and is reactivated in times of stress, infection, or illness; only\noccurs in those who have previously had chickenpox.\n2. It is typically seen in patients over 50 years of age. In patients less than 50 years\nof age, suspect an immunosuppressed state.\n3. Contagious when open vesicles present and only for those who have never had\nchickenpox or are immunocompromised (or newborns). Zoster is not as\ncontagious as chickenpox.\n",
        ""
    ],
    "Fungal Infections": [
        10,
        26547,
        "",
        ""
    ],
    "Tinea Versicolor": [
        10,
        26558,
        "",
        ""
    ],
    "Infestations": [
        10,
        26581,
        "1. Caused by the human skin mite Sarcoptes scabiei.\n2. Highly contagious—transmitted via skin-to-skin contact or through towels, bed\nlinens, or clothes.\n3. Pathogenesis—the mites tunnel into the epidermis, lay eggs, and deposit feces\n(called scybala). A delayed type IV hypersensitivity reaction develops toward the\nmites, eggs, and feces, causing intense pruritus.\n4. Common locations include the fingers, interdigital areas, and wrists. In more\nextensive infestations, the elbows, feet, ankles, penis, scrotum, buttocks, and\naxillae. The head, neck, palms, and soles are typically spared.\n",
        "1. Look for characteristic burrows on hands, wrists, and ankles, and in the genital\nregion.\n2. Confirm the diagnosis by scraping the burrow with a scalpel and examining it\nunder a microscope to detect the presence of mites, ova, or scybala.\n"
    ],
    "Benign Skin Lesions": [
        10,
        26636,
        "",
        ""
    ],
    "Seborrheic Keratosis": [
        10,
        26652,
        "",
        ""
    ],
    "Keratoacanthoma": [
        10,
        26674,
        "",
        ""
    ],
    "Malignant Skin Lesions": [
        10,
        26684,
        "",
        ""
    ],
    "Squamous Cell Carcinoma": [
        10,
        26705,
        "",
        ""
    ],
    "Melanoma": [
        10,
        26722,
        "1. Most aggressive form of skin cancer and the number one cause of death due to\nskin cancer.\n2. Increasing incidence worldwide\n3. Risk factors\na. Fair complexion; primarily affects Caucasian patients, especially those with any\nof the following:\nInability to tan\nEasily sunburned\nRed hair and/or freckles\nNumerous moles\n",
        "1. Excision biopsy is the standard of care for diagnosis of any suspicious lesion.\na. Shave biopsy and punch biopsy are less accurate than excision biopsy in\nassessing the depth of invasion.\nb. Acceptable skin margins are 1 to 3 cm for most lesions, as determined by depth\nof invasion.\n2. Lymph node dissection is appropriate if nodes are palpable.\n"
    ],
    "Cardiovascular Diseases": [
        11,
        26810,
        "1. Essential hypertension (HTN) (i.e., there is no identifiable cause) applies to\nmore than 95% of cases of HTN.\n2. Secondary HTN has many identifiable causes.\na. Renal/renovascular disease—renal artery stenosis (most common cause of\nsecondary HTN), chronic renal failure, polycystic kidneys.\nb. Endocrine causes—hyperaldosteronism, thyroid or parathyroid disease, Cushing\nsyndrome, pheochromocytoma, acromegaly.\nc. Medications—oral contraceptives, decongestants, estrogen, appetite\nsuppressants, chronic steroids, tricyclic antidepressants (TCAs), nonsteroidal\nanti-inflammatory drugs (NSAIDs).\nd. Coarctation of the aorta.\ne. Cocaine, other stimulants.\nf. Obstructive sleep apnea (OSA).\n",
        "1. BP measurement\na. Unless the patient has severe HTN or evidence of end-organ damage, never\ndiagnose HTN on the basis of one BP reading. Establish the diagnosis on the\nbasis of at least two readings over 4 or more weeks apart\nb. Observe the following to obtain an accurate BP reading\nThe arm should be at heart level, and the patient should be seated comfortably\nHave the patient sit quietly for at least 5 minutes before measuring BP\nMake sure the patient has not ingested caffeine or smoked cigarettes in the past\n30 minutes (both elevate BP temporarily)\nUse a cuff of adequate size (a cuff that is too small can falsely elevate BP\nreadings). The bladder within the cuff should encircle at least 80% of the arm\n2. Order the following laboratory tests to evaluate target organ damage and assess\noverall cardiovascular risk\na. Urinalysis\nb. Chemistry panel: serum K1, BUN, Cr\nc. Fasting glucose (if patient is diabetic, check for microalbuminuria)\nd. Lipid panel\ne. ECG\n"
    ],
    "Age": [
        11,
        27114,
        "",
        ""
    ],
    "Hyperlipidemias": [
        11,
        27122,
        "1. Hyperlipidemia is one of the most important (and modifiable) risk factors for\nCAD. It causes accelerated atherosclerosis.\n2. Hyperlipidemia may be a primary disorder, such as a familial dyslipidemia\nsyndrome, or secondary to another cause.\n3. Classification of dyslipidemia syndromes—types IIA, IIB, and IV account for\nover 80% of all of familial dyslipidemias \n4. Secondary causes of hyperlipidemia\na. Endocrine disorders—hypothyroidism, DM, Cushing syndrome\nb. Renal disorders—nephrotic syndrome, uremia\nc. Chronic liver disease\nd. Medications—glucocorticoids, estrogen, thiazide diuretics, β-blockers\ne. Pregnancy\n5. Risk factors\na. Diet\nSaturated fatty acids and cholesterol cause elevation in LDL and total\ncholesterol\nHigh-calorie diets do not increase LDL or cholesterol levels (are “neutral”) but\ndo increase triglyceride (TG) levels\nAlcohol increases TG levels and HDL levels but does not affect total\ncholesterol levels\n",
        "1. Lipid screening —measure total cholesterol and\nHDL levels (nonfasting is acceptable). If either is abnormal, then order a full\nfasting lipid profile.\n2. A full fasting lipid profile includes TG levels and calculation of LDL levels.\n3. Consider checking laboratory tests to exclude secondary causes of\n"
    ],
    "Headache": [
        11,
        27322,
        "1. Cause is unknown; may be similar to that of migraines  (see also\nClinical Pearls 12-2 and 12-3)\n2. Usually worsens throughout the day; precipitants include anxiety, depression, and\nstress\n3. Mild migraines can easily be confused with tension headaches and vice versa\n",
        ""
    ],
    "Cluster Headaches": [
        11,
        27373,
        "1. Very rare—thought by some to be a variant of migraine headache\n2. Usually occurs in middle-aged men\n3. Subtypes\na. Episodic cluster headaches (90% of all cases)—last 2 to 3 months, with\nremissions of months to years\nb. Chronic cluster headaches (10% of all cases)—last 1 to 2 years; headaches do\nnot remit\n",
        ""
    ],
    "Migraine": [
        11,
        27405,
        "1. An inherited disorder (probably an autosomal dominant trait with incomplete\npenetrance)\n2. The pathogenesis is not clearly defined, but serotonin depletion plays a major role\n3. More common in women than men; more common in those with a family history;\ntypically occurs one to two times per month\n4. Types\na. Migraine with aura (15% of cases)—“classic migraine.” Aura is usually visual\n(flashing lights, scotomata, visual distortions), but can be neurologic (sensory\ndisturbances, hemiparesis, dysphasia)\nb. Migraine without aura (85% of cases)—“common migraine”\nc. Menstrual migraine\nOccurs between 2 days before menstruation and the last day of menses; linked\nto estrogen withdrawal\nTreatment is similar to that of nonmenstrual migraine except that estrogen\nsupplementation is sometimes added\nd. Status migrainosus—lasts over 72 hours and does not resolve spontaneously\n5. The following can provoke a migraine:\na. Hormonal alteration (menstruation)\nb. Stress, anxiety\nc. Sleeping disturbances (lack of sleep)\nd. Certain drugs/foods—chocolate, cheese, alcohol, smoking, oral contraceptive\npills\ne. Weather changes and other environmental factors\n",
        ""
    ],
    "Upper Respiratory Diseases": [
        11,
        27487,
        "1. Cough can be divided into acute (less than 3 weeks duration) and chronic (more\nthan 3 weeks duration)\n2. If the cause is benign, cough usually resolves in a few weeks. If a cough lasts for\nlonger than 1 month, further investigation is warranted\n3. Causes\na. Conditions that are usually associated with other symptoms and signs\nUpper respiratory infections (URIs)—this is probably the most common cause\nof acute cough\nPulmonary disease—pneumonia, chronic obstructive pulmonary disease\n(COPD), pulmonary fibrosis, lung cancer, asthma, lung abscess, tuberculosis\nCHF with pulmonary edema\nb. Isolated cough in patients with normal chest radiograph\nSmoking\nPostnasal drip—may be caused by URIs (viral infections), rhinitis (allergic or\nnonallergic), chronic sinusitis, or airborne irritants\nGastroesophageal reflux disease (GERD)—especially if nocturnal cough\n(when lying flat, reflux worsens due to position and decreased lower\nesophageal sphincter [LES] tone)\nAsthma—cough may be the only symptom in 5% of cases\nACE inhibitors—may cause a dry cough (by inhibiting bradykinin breakdown,\nleading to increased bradykinin production)\n",
        "1. Usually no tests are indicated in a patient with acute cough.\n2. CXR is indicated only if a pulmonary cause is suspected, if the patient has\nhemoptysis, or if the patient has a chronic cough. It also may be appropriate in a\nlong-term smoker in whom COPD or lung cancer is a possibility.\n"
    ],
    "Rhinorrhea": [
        11,
        27564,
        "",
        ""
    ],
    "Acute Bronchitis": [
        11,
        27600,
        "1. Viruses account for the majority of cases.\n2. Laboratory tests are not indicated. Obtain a chest radiograph only if you suspect\npneumonia; there is no infiltrate or consolidation in acute bronchitis (presence of\nfever, tachypnea, crackles, egophony on auscultation, or dullness to percussion\nsuggests pneumonia).\n",
        ""
    ],
    "The Common Cold": [
        11,
        27619,
        "1. The “common cold” is the most common upper respiratory tract infection.\nChildren are more frequently affected than adults. Susceptibility depends on preexisting antibody levels.\n2. Caused by viruses (identification of virus is not important).\na. Rhinoviruses are the most common (at least 50% of cases)—there are more than\n100 antigenic serotypes, so reinfection with another serotype can lead to\nsymptoms (no cross-immunity among the serotypes).\nb. Other viruses include coronavirus, parainfluenza viruses (types A, B, and C),\nadenovirus, coxsackievirus, and RSV.\n3. Hand-to-hand transmission is the most common route.\n4. Complications include secondary bacterial infection (bacterial sinusitis or\npneumonia). These secondary infections (especially pneumonia) are very rare.\n5. Most resolve within 1 week, but symptoms may last up to 10 to 14 days.\n",
        ""
    ],
    "Sinusitis": [
        11,
        27659,
        "1. There is inflammation of the lining of the paranasal sinuses, often due to\ninfection. Mucosal edema obstructs the sinus openings (ostia), trapping sinus\nsecretions\n2. Most cases of acute sinusitis occur as a complication of the common cold or other\nURIs. (However, fewer than 1% of URIs lead to acute sinusitis.) May also be\ncaused by nasal obstruction due to polyps, deviated septum, or foreign body\n3. Classification\na. Acute bacterial sinusitis—usually due to Streptococcus pneumoniae,\nHaemophilus influenzae, or anaerobes\nb. Other types—viral, fungal, or allergic\n4. The most common sinuses involved are the maxillary sinuses\n",
        "patient has a cold for more than 8 to 10 days or has prolonged nasal congestion.\n2. Physical examination.\na. Look for purulent discharge draining from one of the turbinates.\nb. Perform transillumination of maxillary sinuses (note impaired light\ntransmission)—the room must be completely dark with a strong light source.\nc. Palpate over the sinuses for tenderness (not a reliable finding).\n3. Imaging studies—usually not indicated in routine community-acquired infections.\na. Conventional sinus radiographs—look for air–fluid levels in acute disease.\nb. A CT scan (coronal view) is superior to a plain radiograph. It should be\nperformed in complicated disease or if surgery is being planned.\n"
    ],
    "Laryngitis": [
        11,
        27751,
        "",
        ""
    ],
    "Sore Throat": [
        11,
        27759,
        "1. Causes of sore throat\na. Viruses are by far the most common cause (adenovirus, parainfluenza,\nrhinovirus, Epstein–Barr virus, herpes simplex)\nb. The main concern is infection with group A β-hemolytic streptococcus due\nto the possibility of rheumatic fever\nc. Other organisms\nChlamydia, Mycoplasma\nGonococci (oral sex)\nCorynebacterium diphtheriae—pseudomembrane covering pharynx\nCandida albicans (if immunosuppressed, on antibiotics, or severely ill)\n2. Viral versus bacterial infection—often difficult to distinguish, but if patient has a\ncough and runny nose, viral is more likely\n",
        "1. Throat culture—takes 24 hours, but is more accurate than rapid strep test\n2. Rapid strep test—results within 1 hour, but will not indicate whether sore throat is\ncaused by a bacterium other than Streptococcus or a virus\na. Centor criteria: helps predict the likelihood of Strep throat and the appropriate\nmanagement\nOne point each for history of fever, tonsillar exudates, tender anterior cervical\nlymphadenopathy, absence of cough, age <15; age >44 subtracts one point\n–1, 0, or 1 point: No antibiotic, no throat culture\n2 or 3 points: Throat culture, treat with antibiotic if throat culture is positive\n4 or 5 points: Treat empirically with an antibiotic\n"
    ],
    "Gastrointestinal Diseases": [
        11,
        27812,
        "1. “Dyspepsia” refers to a spectrum of epigastric symptoms, including heartburn,\n“indigestion,” bloating, and epigastric pain/discomfort.\n2. Dyspepsia is extremely common, and sometimes is confused with angina.\n3. Etiology\na. GI causes—peptic ulcer disease (PUD), GERD, nonulcer dyspepsia\n(functional dyspepsia), gastritis, hepatobiliary disease (cholecystitis, biliary\ncolic), malignancy (gastric, esophageal), pancreatic disease (pancreatitis,\npseudocyst, cancer), esophageal spasm, hiatal hernia.\nb. Other causes include lactose intolerance, malabsorption, DM (gastroparesis),\nand irritable bowel syndrome (IBS).\n",
        "1. Base the decision to perform tests on clinical presentation and response to empiric\ntherapy.\n2. Endoscopy is the test of choice for evaluation of dyspepsia.\na. It can identify an esophageal stricture or ulcer, cancer, and reflux esophagitis.\nb. It should not be routinely performed in all patients with dyspepsia. Some\ngeneral indications include:\nPatients with alarming symptoms—weight loss, anemia, dysphagia, or\nobstructive symptoms.\nPatients >55 years of age with new-onset dyspepsia.\nPatients with recurrent vomiting or any evidence of upper GI bleeding.\nPatients who do not respond to empiric therapy .\nPatients with signs of complications of PUD.\nPatients with recurrent symptoms.\nPatients with evidence of systemic illness.\n3. Noninvasive testing for Helicobacter pylori: an option if the patient does not\n"
    ],
    "Diarrhea": [
        11,
        27962,
        "1. Most cases of diarrhea are acute, benign, and self-limited (see also Clinical Pearl\n12-4). Some cases are chronic and may be associated with underlying disease.\n2. Acute diarrhea is diarrhea that lasts less than 2 to 3 weeks; chronic diarrhea lasts\nmore than 4 weeks.\n3. Most common cause of acute diarrhea is viral infection (rotavirus and the\nNorwalk virus are the most common). Most severe forms of acute diarrhea are\ndue to bacterial infections (Shigella, Escherichia coli, Salmonella,\nCampylobacter, Clostridium perfringens, Clostridium difficile). Protozoa that may\ncause diarrhea include Giardia lamblia, Entamoeba histolytica, and\nCryptosporidium.\n4. Elderly and immunocompromised patients (e.g., with HIV, transplantation\npatients) are vulnerable to diarrheal illnesses due to impaired immunity. In\npatients with HIV, diarrhea can be caused by Mycobacterium aviumintracellulare, Cryptosporidium, Cyclospora, or CMV.\n",
        "1. Laboratory tests are usually unnecessary in acute diarrhea (see also Clinical Pearl\n12-5 and Figure 12-3)\n2. Some indications for diagnostic studies\na. Chronic diarrhea or diarrhea that is prolonged\nb. Severe illness or high fever\nc. Presence of blood in the stool/high suspicion for IBD\nd. Severe abdominal pain\ne. Immunodeficiency\nf. Signs of volume depletion\n"
    ],
    "Constipation": [
        11,
        28129,
        "",
        "1. Laboratory tests that may be necessary include TSH, serum calcium levels, CBC\n"
    ],
    "Irritable Bowel Syndrome": [
        11,
        28181,
        "1. IBS refers to an idiopathic disorder associated with an intrinsic bowel motility\ndysfunction (abnormal resting activity of GI tract) that affects 10% to 15% of all\nadults.\n2. Common associated findings include depression, anxiety, and somatization.\nPsychiatric symptoms often precede bowel symptoms. Symptoms are\nexacerbated by stress and irritants in the intestinal lumen.\n3. All laboratory test results are normal, and no mucosal lesions are found on\nsigmoidoscopy. IBS is a benign condition and has a favorable long-term\nprognosis.\n4. Symptoms should be present for at least 3 months to diagnose IBS.\n",
        "1. This is a clinical diagnosis, and a diagnosis of exclusion.\n2. Rome III diagnostic criteria: recurrent abdominal pain/discomfort ≥3 days per\nmonth in the last 3 months, and ≥2 of the following:\na. Pain/discomfort improves with defecation.\nb. Symptom onset is associated with a change in the frequency of the stool.\nc. Symptom onset is associated with a change in the form of the stool.\n3. Initial tests that may help exclude other causes include CBC, renal panel, fecal\noccult blood test, stool examination for ova and parasites, erythrocyte\nsedimentation rate, and possibly a flexible sigmoidoscopy. Order these tests only\nif there is suspicion of other causes for the symptoms.\n"
    ],
    "Nausea and Vomiting": [
        11,
        28231,
        "",
        ""
    ],
    "Knee Pain": [
        11,
        28694,
        "",
        "1. Radiographs—if degenerative disease is suspected or if there is a history of\ntrauma or acute injury.\n2. MRI—if any ligamentous instability is apparent or a meniscal tear is suspected.\n3. Knee aspiration (“tap”)—use this for analysis of synovial fluid if septic joint is\nsuspected. In general, synovial fluid examination is recommended for\nmonoarticular joint swelling. It may relieve symptoms.\n"
    ],
    "Ankle Sprains": [
        11,
        28766,
        "1. The lateral side of the ankle consists of three ligaments: anterior talofibular\nligament (ATFL), calcaneofibular ligament (CFL), and posterior talofibular\nligament. The ATFL is most commonly injured.\n2. The medial side ligaments (deltoid ligaments) are typically not injured in a classic\ninversion ankle sprain.\n3. Classification into three grades is based on severity.\na. Grade 1: partial rupture of ATFL.\nb. Grade 2: complete rupture of ATFL and partial rupture of CFL.\nc. Grade 3: complete rupture of both ATFL and CFL.\n",
        "1. Patients typically have tenderness directly over the injured ligament. ATFL is\nlocated just at the anterior tip of the distal fibula.\n2. Ankle radiographs are not necessary if the following conditions are met (Ottawa\nankle rules):\na. Patient is able to walk four steps at the time of injury and at the time of\nevaluation.\nb. There is no bony tenderness over distal 6 cm of either malleolus.\nc. There is no bony tenderness at the base of 5th metatarsal or navicular bone.\n"
    ],
    "Tendinitis and Bursitis": [
        11,
        28812,
        "",
        ""
    ],
    "Carpal Tunnel Syndrome": [
        11,
        28875,
        "1. Caused by median nerve compression within the tight confines of the carpal\ntunnel, causing numbness and pain in median nerve distribution. If long standing\nand severe, atrophy of thenar muscles may be seen.\n2. Associated conditions include hypothyroidism, diabetes, repetitive use of hands in\ncertain activities, pregnancy, recent trauma, or fracture of the wrist.\n",
        "1. Physical examination\na. Tinel sign—tap over median nerve at wrist crease; causes paresthesias in\nmedian nerve distribution\nb. Phalen test—palmar flexion of the wrist for 1 minute; causes paresthesias in\nmedian nerve distribution\n2. Electromyography (EMG) and nerve conduction velocity (NCV) study\na. For definitive diagnosis\nb. Indicated if diagnosis is not clear from clinical findings or if patient develops\nweakness or persistent symptoms\n"
    ],
    "Osteoarthritis": [
        11,
        28909,
        "1. Osteoarthritis (OA) is characterized by degeneration of cartilage (due to wear\nand tear) and by hypertrophy of bone at the articular margins.\n2. By age 65, more than 75% of the population has radiographic evidence of\nosteoarthritis in weight-bearing joints (hips, knees, lumbar spine).\n3. Any joint can be affected, but weight-bearing joints are most commonly involved\n(hips, knees, cervical, and lumbar spine).\n",
        "1. Plain radiographs are the initial tests and should be obtained in all patients\nsuspected of having osteoarthritis . Ideally, radiographs should be\nobtained in the standing position (for lower extremities). Findings include:\na. Joint space narrowing (due to loss of cartilage)—key finding on radiographs\nb. Osteophytes\nc. Sclerosis of subchondral bony end plates adjacent to diseased cartilage—most\nsevere at points of maximum pressure\nd. Subchondral cysts—occur as a result of increased transmission of intraarticular pressure to the subchondral bone\n2. All blood tests are normal\n3. MRI of the spine if indicated (neurologic findings, before surgery)\n"
    ],
    "Osteoporosis": [
        11,
        29043,
        "1. Decreased bone mass/quality causes increased bone fragility and fracture risk. In\nosteoporosis, the bone mineral density is at least 2.5 standard deviations below\nthat of young, normal individuals.\n",
        "1. DEXA (dual-energy x-ray absorptiometry) scan is the gold standard.\na. Very precise for measuring bone density.\nb. Indications for bone mineral density measurement:\nAll women 65 and older.\nPostmenopausal women <65 with one or more risk factors for fracture.\nMen with risk factors for fracture.\n"
    ],
    "Diseases of the Eye": [
        11,
        29227,
        "",
        ""
    ],
    "Glaucoma": [
        11,
        29254,
        "1. Glaucoma is one of the most important causes of blindness worldwide. It is a\ncomplex disease typically characterized by increased IOP, damage to the optic\nnerve, and irreversible vision loss.\n2. The pathogenesis of optic nerve damage in glaucoma is not fully understood.\nIschemia may play a major role. Over time, there is a loss of ganglion cells,\nleading to atrophy of the optic disc and enlargement of the optic cup, called\n“cupping.”\n",
        "1. Tonometry measures IOP; should be performed regularly in patients with or at\nrisk for glaucoma.\n2. Ophthalmoscopy—evaluate the optic nerve for glaucomatous damage.\n3. Gonioscopy is used to visualize the anterior chamber and helps determine the\ncause of glaucoma. It requires skill to perform.\n4. Visual field testing should be performed in all patients in whom glaucoma is\nsuspected and regularly in everyone with glaucoma to monitor disease\nprogression.\n5. Imaging (OCT) of the optic nerve also is helpful in assessing and monitoring\nprogression of axonal loss of the optic nerve in glaucoma patients.\n"
    ],
    "Cataracts": [
        11,
        29341,
        "",
        ""
    ],
    "Red Eye": [
        11,
        29359,
        "1. Many causes of red eye are benign, but the initial goal in evaluation should be to\nidentify conditions that require (emergent or nonemergent) referral to an\nophthalmologist.\n2. Conjunctivitis is the most common cause of red eye, but always attempt to\nexclude other, more serious causes.\n3. The following conditions require a referral to an ophthalmologist:\na. Eye pain that does not respond to therapy.\n",
        ""
    ],
    "Conjunctivitis": [
        11,
        29455,
        "1. Conjunctivitis is the most common cause of red eye.\n2. Conjunctivitis generally refers to inflammation of the transparent membrane that\nlines the inside of the eyelids (palpebral conjunctiva) and the globe (bulbar\nconjunctiva).\n",
        ""
    ],
    "Amaurosis Fugax": [
        11,
        29523,
        "",
        ""
    ],
    "Sleep Disorders": [
        11,
        29531,
        "1. Intermittent obstruction of the air flow (typically at the level of the oropharynx)\nproduces periods of apnea during sleep.\n2. Each apneic period is usually 20 to 30 seconds long (but may be longer) and\nresults in hypoxia, which arouses the patient from sleep. This occurs multiple\n(sometimes hundreds of) times overnight.\n",
        "the diagnosis.\n"
    ],
    "Narcolepsy": [
        11,
        29580,
        "",
        ""
    ],
    "Insomnia": [
        11,
        29597,
        "1. Conductive hearing loss\na. Caused by lesions in the external or middle ear\nb. Due to interference with mechanical reception or amplification of sound, which\noccurs with disease of the auditory canal, tympanic membrane, or ossicles\n2. Sensorineural hearing loss—due to lesions in the cochlea or CN VIII (auditory\nbranch)\n",
        "1. Whisper test—ask the patient to repeat words whispered into the tested ear (mask\nthe other ear) \n2. An audiogram is an essential component of the evaluation\n3. MRI—in selected cases (e.g., if CNS tumor or multiple sclerosis is suspected)\n"
    ],
    "Urinary Incontinence": [
        11,
        29761,
        "1. There are five major types of incontinence (urge, stress, overflow, functional, and\nmixed). Many patients have more than one type.\n2. Male incontinence is usually due to BPH or neurologic disease. A urology\nevaluation is indicated for incontinent male patients.\n3. Female incontinence is usually due to hormonal changes, pelvic floor dysfunction\nor laxity, or uninhibited bladder contractions (detrusor contractions) secondary to\naging.\n",
        "1. Urinalysis (all patients)—to exclude infection and hematuria\n2. Postvoid urine catheterization—record the residual volume. Normal residual\nvolume is less than 50 mL. A urine volume greater than 50 mL may indicate\nurinary obstruction or a hypotonic bladder\n3. Urine cultures—if dysuria and positive urinalysis (WBCs in urine)\n4. Renal function studies (BUN/Cr), glucose levels\n5. Voiding record is useful—time, volume of episodes, record of oral intake,\nmedications, associated activities\n6. Perform further testing in carefully selected patients in whom the cause is not\nidentified. Tests include cystometry, uroflow measurement/urethral pressure\nprofile, imaging studies such as intravenous pyelogram, and voiding\ncystourethrogram, as needed\n"
    ],
    "Fatigue": [
        11,
        29881,
        "1. Fatigue refers to a lack of energy or a sense of being tired—differentiate this from\nmuscular weakness. It is not directly related to exertion\n2. Differential diagnosis\na. Psychiatric causes—depression (most common cause); anxiety and somatization\nb. Endocrine causes—hypothyroidism, poorly controlled DM, apathetic\nhyperthyroidism of elderly patients, Addison disease, hypopituitarism,\nhyperparathyroidism, and other causes of hypercalcemia\nc. Hematologic/oncologic causes—severe anemia, occult malignancy (e.g.,\npancreatic carcinoma)\nd. Metabolic causes—chronic renal failure, hepatocellular failure\ne. Infectious diseases—mononucleosis, viral hepatitis, HIV, syphilis, hepatitis B\nand C, CMV, parasitic disease, tuberculosis and subacute bacterial endocarditis,\nLyme disease\nf. Cardiopulmonary disease—OSA, CHF\ng. Medications—antihypertensive medications (clonidine, methyldopa),\nantidepressants (amitriptyline, doxepin, trazodone are more sedating), hypnotics,\nβ-blockers, antihistamines, drug abuse/withdrawal\nh. Other causes: CFS, fibromyalgia, sleep disturbances (sleep apnea, narcolepsy,\ninsomnia)\n",
        "1. Basic laboratory tests to exclude other causes—consider CBC, LFTs, serum\nelectrolytes, calcium, TSH, erythrocyte sedimentation rate, and HIV testing (if\nindicated).\n2. Extensive testing other than the above is not indicated.\n"
    ],
    "Erectile Dysfunction": [
        11,
        29941,
        "1. Erectile dysfunction is the recurring inability to achieve and maintain an erection\nsufficient for satisfactory sexual performance.\n2. It is thought that up to half of all men in the United States between the ages of 40\nand 70 have some form of erectile dysfunction. Prevalence increases with age.\n3. Pathophysiology—once thought to be psychogenic in origin, it is now known that\nmost cases (80%) are organic. A normal erection is largely dependent on the\nhealthy penile and systemic vasculature.\n4. Some cases of erectile dysfunction are psychogenic.\n",
        "1. Detailed history and examination, including a digital rectal examination and\nneurologic examination. Assess for signs of PAD.\n2. Laboratory tests—obtain a CBC, chemistry panel, fasting glucose, and lipid\nprofile. If there is hypogonadism or loss of libido, order serum testosterone,\nprolactin levels, and thyroid profile.\n3. Nocturnal penile tumescence—if normal erections occur during sleep, a\npsychogenic cause is likely. If not, the cause is probably organic.\n4. Consider vascular testing—evaluate arterial inflow and venous trapping of blood.\nTests include intracavernosal injection of vasoactive substances, duplex\nultrasound, and arteriography.\n5. Psychological testing may be appropriate in some cases.\n"
    ],
    "Alcoholism": [
        11,
        30002,
        "1. Ten to fifteen percent of people have alcoholism (alcohol abuse or dependence).\nThere is a genetic component to alcoholism—close relatives of alcoholics\n(especially sons) are at increased risk for alcoholism\n2. Screening for alcoholism—ask all patients about alcohol use. If alcoholism is\nsuspected, use one of the following screening methods\na. CAGE (Any more than one positive answer may suggest alcohol abuse)\nCut down? (Have you ever felt the need to cut down on your drinking?)\nAnnoyed? (Have you ever felt annoyed by criticisms of your drinking?)\nGuilty? (Have you ever felt guilty about drinking?)\nEye-opener? (Have you ever felt the need to have a drink first thing in the\nmorning?)\nb. MAST (Michigan Alcoholism Screening Test) questionnaire—a 25-item\nquestionnaire that also helps identify alcoholism\n",
        ""
    ],
    "Smoking": [
        11,
        30092,
        "",
        ""
    ],
    "Health Maintenance": [
        11,
        30146,
        "",
        ""
    ],
    "Abdominal Radiographs": [
        11,
        30411,
        "",
        ""
    ],
    "Intravenous Therapy": [
        11,
        30564,
        "",
        ""
    ],
    "Central Venous Line": [
        11,
        30610,
        "",
        ""
    ],
    "Pulmonary Artery Line": [
        11,
        30647,
        "",
        ""
    ],
    "Arterial Lines": [
        11,
        30679,
        "",
        ""
    ],
    "Nutritional Support": [
        11,
        30688,
        "",
        ""
    ],
    "Minocycline": [
        11,
        30970,
        "",
        ""
    ],
    "Physical Examination Pearls": [
        11,
        31214,
        "",
        ""
    ],
    "Murmurs": [
        11,
        31250,
        "",
        ""
    ],
    "Breath Sounds": [
        11,
        31258,
        "",
        ""
    ],
    "Abdominal Examination": [
        11,
        31287,
        "",
        ""
    ],
    "Neurologic Examination": [
        11,
        31301,
        "",
        ""
    ],
    "Tumor Markers": [
        11,
        31378,
        "",
        ""
    ],
    "Hypotension": [
        11,
        31386,
        "",
        ""
    ],
    "Hypertension": [
        11,
        31412,
        "",
        ""
    ],
    "Tachycardia": [
        11,
        31482,
        "",
        ""
    ]
}